Repository: wescamp/Alfhelm-trunk
Catalog: po/*.po
Languages: it

source: Wait? Where does that voice come from? It could only be that of Sidhe Thunderblade! What does a thunderblade do in these parts?!
it: Cosa? Da dove viene questa voce? Può essere solo di un Thunderblade Sidhe! Cosa ci fa un Thunderblade da queste parti?!

source: It sounds like that of Vaniyera... he who slew your father.
it: Sembra quella di Vaniyera...Colui che uccise tuo padre.

source: Look, Bardlings, the elves are our mutual enemies. Why should we fight each other as they attack us?
it: Guardate, Bardlings, gli elfi sono nostri comuni nemici. Perchè dobbiamo combatterci a vicenda mentre ci attaccano?

source: He makes a good point. A thunderblade has no business here. I -
it: Ha ragione. Un thunderblade non ha ragione di essere qui. Io.

source: No he doesn't! If he surrenders to us, he can fight alongside us - but if he doesn't, he dies like the elves. I won't have some upstart swamp-dweller fight as my equal!
it: No! Se si arrende, può combattere assieme a noi - ma se non lo fa, muore come gli elfi. Non avrò qualche abitante della palude venuto dal nulla come mio uguale!

source: You're a Bardling, Erda. Where's you're pride?!
it: Sei un Bardling, Erda. Dov'è il tuo orgoglio?!

source: But why shouldn't we fight this thunderblade - it'll be hard enough to deal with him on his own, damn it - then come to terms with this Alfhelm?
it: Ma perchè non potremmo combattere questo thunderblade - sarà abbastanza difficile affrontarlo da solo, dannazione - e poi regoleremo i conti con questo Alfhelm?

source: You can fight alongside those peasants like a dog - but I won't. And if they set foot in this castle, you will pay for it.
it: Puoi combattere a fianco di questi contadini come un cane - ma io non lo farò. E se mettono piede in questo castello, la pagherai.

source: Very well. You may fight Alfhelm, but I won't. And if you try to force me, I will fight you.
it: Molto bene. Puoi combattere contro Alfhelm, ma io non lo farò. E se proverai a costringermi, combatterò contro di te.

source: Do not enter the castle of Ard Bardssen
it: Non entrare nel castello di Ard Bardssen

source: Defeat Vaniyera
it: Sconfiggi Vaniyera

source: Death of Erda Bardssen
it: Morte di Erda Bardssen

source: The Alfling is entering the city! This is your fault, Erda!
it: Gli Alfling sono entrati in città! È colpa tua, Erda!

source: that's absurd!
it: Questo è assurdo!

source: Nonetheless you shall die for it!
it: Tuttavia morirai per questo!

source: This is madness! Very well, brother, we shall fight!
it: Questa è pazzia! Molto bene, fratello, combatteremo!

source: It seems Ard Bardssen is irredeemably our enemy... we must kill him to have any hope of alliance with the Berdssen house!
it: Sembra che Ard Bardssen sia irrimediabilmente nostro nemico...Dobbiamo ucciderlo per avere qualche speranza di allearci con la casa dei Berdssen

source: Defeat Vaniyera and Ard Bardssen
it: Sconfiggi Vaniyera e Ard Bardssen

source: Dammit, brother! I did not intend your death, but you brought it upon yourself.
it: Dannazione, fratello! Non volevo portarti la morte, ma te la sei invocata da solo.

source: Aigh! My brother, he falls! You will pay for this, elf!
it: Aigh! Mio fratello, è caduto! Pagherete per questo, elfi!

source: As for you, Alfhelm... we have much to discuss. I only do not slay you because of these elves here.
it: Per quanto riguarda te, Alfhelm...abbiamo molto da parlare. Non ti uccido solo per questi elfi qui.

source: Fine. We will have a council. After we get rid of these elves.
it: Bene. Avremmo un concilio. Dopo esserci sbarazzati di questi elfi.

source: Back to the battle, then! We are allies - for now.
it: Torniamo in battaglia, quindi! Siamo alleati - per ora.

source: It seems Ard Bernssen has fallen... well then, long live Erda Berdssen!
it: Sembra che Ard Bernssen sia caduto... bene allora, lunga vita a Ersa Berdssen!

source: I did not want your death, Ard, but you brought it upon yourself!
it: Non volevo la tua morte, Ard, ma te la sei invocata da solo!

source: Well, Erda, we have much to discuss... may we enter the city?
it: Bene, Ersa, abbiamo molto da discutere...possiamo entrare in città?

source: Yes, yes... you, but not your army.
it: Sì, sì... tu, ma non il tuo esercito.

source: It is as I feared - this Alfhelm has grown strong. Why could we not kill him when we had the chance? Well, let these termites fight amongst themselves... I leave.
it: Come temevo - questo Alfhelm è diventato forte. Perchè non lo abbiamo ucciso quando ne avemmo la possibilità? Bene, lasciamo queste termiti a combattere a vicenda...Me ne vado.

source: So, brother! We have chased away this elf in spite of your foolery. What say you? Are you prepared to die for your teachery?
it: Fratello! Abbiamo scacciato questi elfi nonostante la tua stupidità. Cosa dici? Sei pronto a morire per il tuo tradimento?

source: Ha! You're the traitor to our house, Erda. I'll not stand for you to live!
it: Ha! Sei tu il traditore della nostra casata, Erda. Non permetterò che tu rimanga vivo!

source: What? What are you talking about? You betrayed me, and our city! And now you will perish for it.
it: Cosa? Di cosa stai parlando? Tu hai tradimo me e la nostra città! Ed ora morirai per questo!

source: This is a fight to the death, Erda! You and the Alfling will perish!
it: Questo è un combattimento fino all'ultimo sangue, Erda! Tu e l'Alfling morirete!

source: Defeat Ard Bardssen
it: Sconfiggi Ard Bardssen

source: Well then! Now that the elf is gone, we must decide the fate of Alfhelm... What do you say, brother?
it: Bene, allora! Ora che gli elfi se ne sono andati dobbiamo decidere il fato di Alfhelm... Cosa dici, fratello?

source: I suppose he has proven his worth... and if the elves are indeed going to be attacking us more in earnest, we need the strength in arms. But I will not bow to him. Invite him into the city, but not his army.
it: Suppongo che abbia dimostrato il suo valore... e se gli elfi hanno veramente intenzioni di attaccarci più seriamente, dobbiamo esserre più forti con le armi. Ma non mi inginocchierò a lui. Invitalo nella città, ma non far venire le sue armate.

source: Very well...
it: Molto bene...

source: Indeed, it is as I feared. This Alfhelm is great in power...
it: In effetti, è come temevo. Questo Alfhelm è molto potente...

source: The thunderblade has fled. Alas, we did not manage to slay him...
it: Il thunderblade è scappato. Ahimè, non siamo riusciti ad ammazzarlo...

source: Slay a thunderblade? Such a feat would be great indeed. It has never been done but by treachery, not since the dwarves made their swords and their king Vanimaro's spirit entered into them. Or so the Issaelfr taught me.
it: Ammazzare un thunderblade? Una tale prodezza in effetti sarebbe grandiosa. Non è mai stata fatta se non con il tradimento, da quando i nani crearono le loro spade e lo spirito del loro re Vanimaro entrò in loro. O così mi insegnò Issaelfr.

source: I suppose there may be time to deal with the Thunderblades some later day... for now, we have other matters to discuss.
it: Suppongo che in qualche giorno lontano ci sarà il tempo di accordarsi con i Thunderblade... per ora abbiamo altri problemi da discutere.

source: Indeed. We go to council.
it: In effetti. Noi andiamo al consiglio.

source: We were welcomed into Berdssenhold, the brothers' fortress, for a council of war.
it: Fummo accolti dentro Berdssenhold, la fortezza dei fratelli, per il consiglio di guerra.

source: With the help of Ranhilde, I convinced the Berdlings to aid us in our quest. They would give us enough coin to raise an army and defeat the Wylflings. At that point, our alliance would have total control over all Marauderdom. From there, we would build up an army vast enough to take down Lavinium.
it: Con l'aiuto di Ranhilde, convinsi i Berdlings ad aiutarci nella nostra missione. Loro potevano darci abbastanza monete da arruolare un'armata e sconfiggere i Wylflings. A quel punto, la nostra alleanza avrebbe potuto avere il totale controllo su tutto il Marauderdom. Da lì, potevamo creare un'armata abbastanza grande da sconfiggere Lavinium.

source: But as the year was drawing to a close, we decided to spend the winter in Berdssenhold, preparing for the coming battle.
it: Ma siccome l'anno stava per finire, decidemmo di passare l'inverno a Berdssenhold, preparandoci per la battaglia imminente.

source: During this time, I had many a talk with Harn Bernson and Ranhilde. Much of little import was discussed, and some points of great importance were decided.
it: Durante questo tempo, ebbi più di una discussione con Harn Bernson e Ranhilde. Furono discussi molti piccoli particolari, e furono decisi alcuni punti di grande importanza.

source: So, Alfhelm. It looks like you are on your way to victory over the Lavinians.
it: Così, Alfhelm. Sembra che tu sei sulla strada per la vittoria contro i Lavinians.

source: Yes, it does. Though we have not won yet.
it: Sì. Però on abbiamo ancora vinto.

source: True. Now, Alfhelm... you must remember. You are not only going to be a conquering warrior. You will also be lord of your people.
it: Vero. Ora, Alfhelm... devi ricordare. Non stai solo diventando un guerriero conquistatore. Sarai anche capo del tuo popolo.

source: And I am ready for it. My father was lord of marauderdom as well.
it: E sono pronto per questo. Mio padre fu capo di Marauderdom anche lui.

source: Perhaps... But ruling the Marauder people is not merely a matter of fighting well and adjucating wisely. Listen. When your father died, our people were plunged into chaos. Why was that, do you think?
it: Infatti... ma comandare il popolo Marauder non è solo una questione di combattere bene e giudicare saggiamente. Ascolta. Quando tuo padre morì, il nostro popolo cadde nel caos. Perché accadde questo, secondo te?

source: Because there was no one to take his place. The Sidhe killed the rest of his family... except for me. And for this we hate them.
it: Perché non c'era nessun altro a prendere il suo posto. I Sidhe uccisero il resto della sua famiglia... eccetto me. E per questo noi li odiamo.

source: Exactly. Now, those were strange circumstances, and if the Sidhe had not dared to do such a deed, these last seventeen years would have been much different. But the general idea remains - if there is no one to succeed the king upon his death, the alliance will crumble.
it: Esatto. Ora, quelle furono strane circostanze, e se i Sidhe non avessero osato fare questa azione, gli ultimi diciassette anni sarebbero stati molto diversi. Ma l'idea generale rimane - se non c'è nessuno a succedere il re dopo la sua morte, l'alleanza si sbriciolerà.

source: What are you saying, you want me to appoint an heir? Before I am even made warlord over anything? Hah!
it: Mi stai dicendo che vuoi che nomini un erede? Prima che io diventi prima di tutto un signore della guerra? Hah!

source: You will need an heir eventually, and it would help to have him be of age when you die - so that he can rule on his own.
it: Alla fine avrai bisogno di un erede, e ti sarebbe d'aiuto se fosse della giusta età al momento della tua morte - così potrà governare sé stesso.

source: Yes, you have a point...
it: Sì, hai ragione...

source: Well, for this to happen, we cannot just watch and wait. We must act now. There are already many noblemen willing to give their daughters to you, to solidify their standing with you...
it: Bene, affinché questo accada, non dobbiamo solo rimanere a guardare e aspettare. Dobbiamo agire ora. Ci sono già molti nobili disposti a darti la mano della loro figlia per consolidare la loro fedeltà...

source: So what exactly do you suggest?
it: Quindi cosa suggerisci di preciso?

source: I would say to wed one of the daughters of Erda Berdsson, but he has none... perhaps you should wed the seeress, Ranhilde. She is of noble blood, and she is of the Berdling clan as well. It would be a fruitful alliance.
it: Vorrei dirti di sposare una delle figlie di Erda Berdsson, ma non ne ha... però potresti sposare la veggente, Ranhilde. È di sangue nobile, ed è anche del clan Berdling. Sarebbe un'alleanza fruttuosa.

source: Hm. I... I don't know. Maybe. I don't like the idea.
it: Hm. Io... non lo so. Forse. Non mi piace l'idea.

source: Actually, it seems to me to be the best option, politically. It has a certain poetry to it as well. It will go over well with the peasant-folk.
it: Al momento, mi sembra politicamente la scelta migliore. Ha una certa poesia. Andrà bene per il paesano comune.

source: But... I don't know. It seems wrong to wed her for those sorts of reasons.
it: Ma... non lo so. Mi sembra sbagliato sposarla per queste ragioni.

source: Yes, yes, I know what you mean. And yet... it would have so many benefits. You should at least see if she is willing.
it: Certo, certo, so cosa vuoi dire. E alla fine... potrà darti qualche beneficio. Alla fine potresti vedere se è disponibile.

source: If you insist, Harn. If it really is necessary... here, go get her.
it: Se tu insisti, Harn. Se è verametne necessario... andiamo da lei.

source: Yes, son of Alfric, what do you want?
it: Dimmi, figlio di Alfric, cosa vuoi?

source: Well... in essence, Harn here thinks I should marry you. For political reasons.
it: Allora... in sostanza, Harn pensa che dovrei sposarvi. Per ragioni politiche.

source: And why would I do that?
it: E perché dovrei farlo?

source: I really don't know.
it: Io veramente non lo so.

source: I don't either.
it: Nemmeno io.

source: Well, what do you say?
it: Allora, cosa dici?

source: Harn, why do you think I should marry him?
it: Harn, perché pensi che debba sposarlo?

source: Well, you see... for one, you are a Berdling. It gives him a stronger hold over the people here. And he needs to wed, sooner rather than later.
it: Ecco, vedi... innanzitutto perché sei un Berdling. Gli darebbe maggior controllo sulla popolazione qui. E lui deve pur sposarsi, presto o tardi.

source: I see.
it: Capisco.

source: Well?
it: Allora?

source: I have no desire to wed. But if Alfhelm wants to do so, I have no objections.
it: Non ho intenzione di sposarmi. Ma se Alfhelm lo vuole, non ho obiezioni da fare.

source: Hm... well, Harn, I suppose this is probably as good a match as any.
it: Hm...Be, Harn suppongo questa coppia sia meglio che niente

source: It doesn't really matter anyways.
it: Non importa più di tanto comunque.

source: So Ranhilde and I were wed a few months later, just before we went off to the land of the Wylflings. I tried to get her to stay behind in Berdssenhold, but she insisted on coming.
it: Così Ranhilde ed io ci sposammo qualche mese dopo, subito prima che ce ne andassimo verso le terre dei Wylflings. Cercai di convincerla a rimenere nel Berdssenhold, me ella insistette per venire.

source: Now, the Wylflings are the third of the great Marauder royal houses - the Berdlings and the Alflings being the other two. Once they were subject to us, we would control all of Marauderdom.
it: Ora, i Wylflings sono una delle tre casate reali di Marauder - i Berdlings e gli Alflings sono le altre due. Quando sarebbero state assoggettate a noi, avremmo potuto controllare tutto il Marauderdom.

source: This subjection, however, would not be easy. We had sent messages to them to surrender, but they refused, and had several months to prepare for our attack. Though they had been devastated half a century ago by their Pyrrhic victory over Caius Regilius in Silvia, they were not weak. Also, they had claimed as their own the central city that lies in between the lands of the houses - the Seat of Three Kings.
it: Quest'azione, però, non sarebbe stata facile. Gli inviammo messaggi per chiedere la loro resa, ma rifiutarono, e passammo mesi a preparare il nostro attacco. Benché fossero stati devastati mezzo secolo prima dalla loro vittoria pirrica contro Caius Regilius in Silvia, non erano deboli. Inoltre, avevano rivendicato come loro che si trovava tra le terre delle casate - il Seggio dei Tre Re

source: Defeat Gyrdwulf Wylfsson
it: Sconfiggi Gyrdwulf Wylfsson

source: Seat of Three Kings
it: Seggio dei Tre Re

source: We should not waste words here. The Wylflings know we come for battle.
it: non dobbiamo sprecare parole qui. I Wylflings sanno che stiamo venendo per combattere.

source: True. Very well, let us attack them.
it: Vero. Molto bene, aspettiamo che ci attacchino loro.

source: Forward!
it: Attaccate!

source: We are going to kill you, Gyrdwulf, unless you surrender. Come, join us against the Lavinians. Ours could be a grand alliance!
it: Siamo pronti ad ucciderti, Gyrdwulf, se non ti arrendi. Vieni, unisciti a noi contro i Lavinians. La nostra sarebbe una grande alleanza!

source: Would you have me a coward?! Die!!!
it: Credi che sia un vigliacco?! Muori!!!

source: Very well. Let him prove his worth, Alfhelm...
it: Molto bene. Lasciamo che provi il suo valore, Alfhelm...

source: Part I Epilogue
it: Parte I - Epilogo

source: Thus were the three realms of the Marauders once again reunited.
it: Così i tre reami del Marauders furono nuovamente uniti.

source: My queen Ranhilde and I ruled from the Seat of Three Kings, and awaited the day when we could march south to Lavinium.
it: Io e la mia regine Ranhilde comandavamo dal Seggio dei Tre Re, e aspettavamo il giorno il cui avremmo marciato a sud verso Lavinum.

source: Through the Mountains
it: Tra le Montagne

source: PART II (943-950 SI): WE MARCH AGAINST THE RED AND GOLD...
it: PARTE II (943-950 SI): MARCIAMO CONTRO IL ROSSO E L'ORO...

source: I have told how I - we - gained lordship over all Marauderdom. But that was only the beginning of our plans. We never forgot that, though years passed.
it: Vi ho raccontato di come io - noi - ottenemmo il controllo su tutto il Marauderdom. Ma quello era solo l'inizio dei nostri piani. Non lo dimenticammo mai questo, con il passare degli anni.

source: Indeed, time seemed to slip by all too quickly. It seemed there was always more to be done before everything would be ready for the southward march.
it: In effetti, il tempo sembrava passasse troppo velocemente per tutti. Sembrava che ci fosse sempre qualcosa da fare prima per essere pronti per la marcia a sud.

source: Also, I admit, I was not certain I wanted to march against the Lavinians. Was it not, after all, the Sidhe who had most hurt us?
it: Inoltre, ammetto di non essere stato certo di voler marciare contro i Lavinians. Non furono, dopotutto, i Sidhe a nuocermi di più?

source: It seemed to me we should attack them, not the Lavinians. But Ranhilde said differently... the debate continued on and off for three years.
it: Mi sembrava dovessimo attaccare loro, non i Lavinians. Ma Ranhilde la pensava diversamente... il dibattito continuò per tre anni.

source: Eventually, I agreed to go south. I would leave Erda Bardsson in the Seat of Three Kings as steward - I could trust him, couldn't I? - and lead the bulk of the Marauder army to war.
it: Alla fine, accettai di andare a sud. Avrei lasciato Erda Bardsson sul Trono dei Tre Re come controllore - potevo fidarmi di lui, no? - e comandato il grosso dell'armata Marauder alla guerra.

source: Bring Alfhelm to the keep of the Arendian citadel
it: Conduci Alfhelm alla conquista della cittadella di Arendia.

source: Pass of Arendia
it: Passo di Arendia

source: To Marauderdom
it: Per Marauderdom

source: To East Arendia
it: Per l'Arendia dell'est

source: To South Arendia
it: Per l'Arendia del sud

source: We have come to the Pass of Arendia!
it: Siamo arrivati al Passo di Arendia!

source: It was only a few leagues from here that your father fell in battle against the Lavinians.
it: Fu solo a poche leghe da qui che tuo padre cadde in battaglia contro i Lavinians.

source: But the Marauders were victorious in that battle nonetheless. We crushed the Lavinians and their Arendian allies.
it: Ma i Marauder furono nondimeno vincitori in quella battaglia. Abbiamo schiacciato i Lavinians ed i loro alleati Arendiani.

source: True, but they were not all destroyed. The Arendians will still resist us if we press southward.
it: Vero, ma non furono tutti distrutti. Gli Arendiani opporranno resistenza se facessimo pressione verso sud.

source: You speak the truth too well, man! Come any closer, and we will fight you to the death!
it: Dici troppe verità, uomo! Vieni, e noi ti combatteremo fino alla morte!

source: Onward, Alfhelm, to victory!
it: In avanti, Alfhelm, fino alla vittoria!

source: But there were other enemies of Alfhelm in the area... it seemed the Orcs, whose raids Alfhelm had put an end to when he became king, were unhappy with him.
it: Ma nella zona c'erano anche altri nemici di Alfhelm... sembravano orchi, le cui razzie erano state fatte cessare da Alfhelm una volta diventato re, ed erano molto scontenti di lui.

source: It's time, boys! Get the bastard who stopped our fun in the swamps!
it: È arrivata l'ora, ragazzi! Prendete il bastardo che ha fermato il nostro divertimento nella palude!

source: Pay no attention to him. Our goal is to get through this pass and continue on south.
it: Non prestare attenzione a loro. Il nostro obbiettivo è di prendere il possesso di questo passo e proseguire a sud.

source: Look, it's a well! But why would a well be put right next to a lake?...
it: Guardate, c'è un pozzo? Ma perché dovrebbe esserci un pozzo alla destra di un lago?...

source: Oh, I know what this is... it's a way to communicate with the cave-folk. They don't like coming up here... so whenever someone on the surface wants to talk to them, they have to either go down to the caves or drop a message down this well.
it: Oh, so che co'è... è una via per comunicare con i popoli sotterranei. A loro non piace venire su... così ogni volta che qualcuno della superfice vuole parlare con loro, devono scendere nelle caverne o gettare un messaggio da questo pozzo.

source: I see. But we have no business with the dwarves.
it: Capisco. Ma noi non abbiamo nessuna relazione con i nani.

source: Not as yet. But it is better to have them well-disposed towards us... here, drop some coins down in token of our friendship.
it: Non ancora. Ma è meglio averli ben disposti nei nostri confronti... dai, getta qualche moneta in segno di amicizia.

source: Very well.
it: Molto bene.

source: Alas, we have none to give.
it: Ahimé, non abbiamo niente da dare.

source: Let's get away from these orcs! We go south.
it: Andiamocene da questi orchi! Andiamo a sud.

source: South Across the Plains
it: Sud oltre le Pianure

source: And so we continued on south through Arendia, eventually coming to Rath, one of the few true cities in that realm.
it: E così continuammo verso sud attraverso Arendia, arrivando alla fine a Rath, una delle poche vere città in quel reame.

source: As we approached the walls, however, a rider came upon us from the north. He brought news of Sidhe attacks on the eastern forests of Marauderdom.
it: Mentre ci avvicinavamo alle mura, però, un cavaliere ci raggiunse da nord. Portava notizie di nuovi attacchi dei Sidhe nelle foreste orientali di Marauderdom.

source: We had to decide - to go back and defend the homeland, or to press on towards our eventual goal.
it: Dovevamo decidere - tornare indietro e difendere le nostre terre, o continuare verso il nostro possibile obiettivo.

source: Recall units and put them on the signpost to send aid with Rygar
it: Richiama le unità e mettile sul cartello per inviare aiuti con Rygar

source: Kill the enemy leader to take control of Rath
it: Uccidi il leader nemico per prendere il controllo di Rath

source: To Ceresia
it: Per Ceresia

source: To the Pass of Arendia
it: Per il passo di Arendia

source: To Eastern Arendia
it: Per l'Arendia dell'est

source: To Western Arendia
it: Per l'Arendia dell'ovest

source: To Southern Arendia
it: Per l'Arendia del sud

source: Rygar Garinsson
it: Rygar Gerinsson
