Repository: wescamp/Alfhelm-trunk
Catalog: po/*.po
Languages: it

source: My lord, the Sidhe Elves have invaded our eastern border. You must return north to defend our people!
it: Mio signore, Gli Elfi Sidhe hanno invaso i nostri confini orientali. Dovete tornare a nord e difendere il nostro popolo!

source: The Sidhe always make raids upon the farmlands. This is no different. We must press on.
it: I Sidhe fanno sempre razzie nelle campagne. Questa non è diversa dalle altre. Dobbiamo continuare.

source: I insist, my lady, these are no ordinary raids! The thunderblade Vaniyera leads the Sidhe against us. He shows no mercy, does not retreat. He means to destroy us.
it: Insisto, mia signora, queste non sono normali incursioni! Il thunderblade Vaniyera guida i Sidhe contro di noi. Egli non mostra pietà, ne si ritira. Intende distruggerci.

source: Vaniyera? I have met him. He fled like a coward near the halls of the Berdssens.
it: Vaniyera? L'ho incontrato. È scappato come un codardo alle porte dei Berdssens.

source: Indeed. Rider, you must be mistaken. The Sidhe would not attack now, when our people are united and powerful. Even if they did, there would be no need for us to return. The Berdssens can handle this easily enough.
it: In effetti. Cavaliere, ti stai sicuramente sbagliando. I Sidhe non attaccherebbero ora, quando il nostro popolo è unito e forte. Anche se lo facessero, il nostro ritorno non sarebbe necessario. I Berdssens possono tenerlio a bada facilmente.

source: They do not believe so; thus they sent me. My lord, even if you will not return yourself to fight him, will you send some of the warriors back with me to do so?
it: Loro non pensano sia così; per queto hanno inviato me. Mio signore, se non torna di persona per combatterli, manderete alcuni dei vostri guerrieri con me per farlo?

source: I don't think it will be necessary.
it: Non penso sia necessario.

source: Still, we might err on the side of caution and send back some of the warriors. We did recruit nearly every able-bodied man to come south with us.
it: Comunque, potremmo sbagliare per eccesso di cautela e mandare indietro qualche soldato. Abbiamo reclutato quasi ogni uomo abile per portarlo a sud con noi.

source: Well, I suppose we should be careful and send some of the men back home... but we might not be able to spare the men.
it: Allora, suppongo che dovremmo essere cauti e mandare indietro qualche uomo... ma potremmo non permetterci di fare a meno di qualche uomo.

source: When you decide, send them back up the path towards me!
it: Quando avrete deciso, mandateli indietro lungo la strada verso di me!

source: Well, now that that is decided, we should go about taking this city. It is Rath, capital of Arendia. Its walls are tall, but even they cannot compare to those of Lavinium.
it: Bene, ora che è deciso, dovremmo conquistare la città. È Rath, la capitale di Arendia. Le sue mura sono alte, ma non possono essere comparate a quelle di Lavinium.

source: It doesn't look so great. Should I give them a chance to surrender before we take the city?
it: Non sembra così grandioso. Posso dagli una possibilità di resa prima di prendere la città?

source: Always. But they will not take it, and thus they will perish.
it: Sempre. Ma loro non l'accetteranno, e quindi moriranno.

source: Prepare to meet your fate, invaders from the north!
it: Preparatevi ad andare incontro al vostro destino, invasori del nord!

source: Let us fight. Make it swift.
it: Combattiamo. Dobbiamo essere rapidi.

source: I go north to aid Rygar!
it: Io vado a nord ad aiutare Rygar!

source: Ceresians
it: Ceresiani

source: We continued on towards our goal, stopping and pillaging a few villages, but encountering few opponents - for the vast wheat-fields of Ceresia are for the most part uninhabited.
it: Continuammo verso il nostro obbiettivo, fermandoci e saccheggiando qualche villaggio, ma incontrando pochi oppositori - perché i vasti campi di frumento di Ceresia sono in gran parte abbandonati.

source: But eventually we came to the great city of the province of Western Ceresia. We found that another band of Marauders was in the process of sacking it.
it: Ma alla fine arrivammo alla grande città della provincia della Ceresia dell'est. Trovammo un'altra banda di Marauders mentre la saccheggiava.

source: Take the city
it: Prendi la città

source: To Persephum
it: Per Persephum

source: To Lavinium
it: Per Lavinium

source: To Arendia
it: Per Arendia

source: To Airiyadom
it: Per Airiyadom

source: Surrender, Lavinian dog, or we will capture your city and slay you!
it: Arrendetevi, cani Lavinian, o prenderemo la vostra città e vi ammazzeremo!

source: Surely you jest. I will die either way, and I will fight!
it: Stai sicuramente scherzando. Morirò in ogni caso, e quindi ti combatterò!

source: Let us fight, then.
it: Combiattiamo, allora.

source: What's this, a Marauder this far south?
it: Cos'è questo, un Marauder così a sud?

source: I could ask the same!
it: Potrei chiedere la stessa cosa

source: Who are these men?
it: Chi sono questi uomini?

source: When your father fell in battle, not all his men went back home... some kept on south. We thought they died, though.
it: Quando tuo padre cadde in battaglia, non tutti i suoi uomini tornarono a casa... alcuni rimasero a sud. Pensavamo che fossero morti, però.

source: Ha! We kept going, and came almost to Lavinium too! But we weren't fool enough to try it. It was easy enough to take the big city to the east of here.
it: Ha! Continuammo a camminare, ed arrivammo anche vicino a Lavinium. Ma non eravamo così stolti da provarci. È stato facile prendere la città ad est di qui.

source: What are you saying?...
it: Cosa stai dicendo?...

source: We set up a little... kingdom over there. We raid these Ceresians now and then. Now, specifically. Now get out of our way!
it: Creammo un piccolo... regno in questa zona. Razziamo questi Ceresiani ogni tanto. Ora, specificamente. Ora uscite dalla nostra strada!

source: What? That wasn't completely foolish of them - we'll get more wealth, maybe, if we make ourselves lords of these lands instead of just burning everything.
it: Cosa? Quello non era completamente insensato da parte loro - noi acquisiremmo più ricchezza, probabilmente, se diveremo signori di queste terre invece di bruciare tutto.

source: Yes, but Roln's still being a fool and burning this city! Roln, we're going to take this city for our own, like you did in the east! Join us, or at least don't interfere!
it: Si, ma Roln tuttavia continua a fare l'imbecille e vuole bruciare questa città! Roln, noi abbiamo intenzione di prendere questa città per noi, come hai fatto anche te nell'est! Unisciti a noi, o perlomeno non interferire!

source: I won't tolerate rivals, boy! This city burns, and you with it if I can manage it!
it: Non tollero rivali, ragazzo! Questa città brucerà e, se ci riuscirò, tu brucierai con essa!

source: We set up a little... kingdom over there. Our lord is Roln Woldwylsson. We raid these Ceresians now and then. Now, specifically. Now get out of our way!
it: Creammo un piccolo... regno in questa zona. Il nostro capo è Roln Woldwylsson. Razziamo questi Ceresiani ogni tanto. Ora, specificamente. Ora uscite dalla nostra strada!

source: Yes, but Roln's still being a fool and burning this city! Tell your lord we're going to take this city for our own, like you did in the east! Join us, or at least don't interfere!
it: Si, ma Roln tuttavia continua a fare l'imbecille e vuole bruciare questa città! Di al tuo signore che noi abbiamo intenzione di prendere questa città per noi, come ha fatto anche lui nell'est! Che si unisca a noi, o perlomeno non interferisca!

source: Ha! This city burns, and you with it if we can manage it!
it: Ah! Questa città brucerà e, se noi riusciremo, tu brucierai con essa!

source: Subdue the rebel Marauders and their lord, Roln Woldwylsson
it: Sottometti i Marauder ribelli e il loro capo, Roln Woldwylsson

source: Put out the wildfires
it: Spegni i fuochi

source: Allow the fire to reach the citadel
it: Permettere che il fuoco raggiunga la fortezza

source: They're lighting fires! Don't let the city burn!
it: Stanno accendendo dei fuochi! Non lascite che la città bruci!

source: We have to put out these wildfires before they burn everything!
it: Dobbiamo spegnere questi fuochi prima che brucino tutto!

source: The fields are burning! What is this?!
it: I campi stanno bruciando! Cosa sta accadendo?!

source: I do not know what caused this - but we cannot let it burn the city down.
it: Io non so che cosa stia accadendo - ma non possiamo lasciargli bruciare la città.

source: They burned the citadel, now the city is useless to us!
it: Hanno bruciato la roccaforte, ora la città ci è inutile!

source: Damn...
it: Dannazione...

source: The city falls!...
it: La citta cade!..

source: The Siege Begins
it: L'assedio comincia

source: Lavinians
it: Laviniani

source: We had conquered the realm of Western Ceresia. There we stayed for another year to build up our strength. The dream was now not only to sack Lavinium, but to truly control the southern lands.
it: Conquistammo il reame della Ceresia Occdentale. Dove stammo per un altro anno per rafforzarci. Il sogno non era piu solo quello di saccheggiare Lavinium, ma quello di conquistare le terre del sud.

source: Eventually we felt our strength was enough to take Lavinium, and we went back on the road.
it: Infine noi sentimmo che la nostra forza era sufficente per conquistare Lavinium, e ritornammo sulla strada.

source: By this time the inhabitants of Lavinium had word of what we were planning. When we got to within a few miles of the city they sent out an embassy to greet us.
it: A causa della sosta gli abitanti di Lavinium seppero qual era il nostro piano. Quando fummo a poche miglia dalla città inviarono un ambasciatore per incontrarci.

source: To Nemidia
it: Per la Nemidia

source: To (Port City)
it: Per (Città del porto)

source: To (SE???)
it: per (Sud-Est???)

source: To (NW???)
it: Per (Nord-Ovest???)

source: Inner City
it: Città Interna

source: West Lavinium
it: Lavinium Ovest

source: East Lavinium
it: Lavinium Est

source: South Lavinium
it: Lavinium Sud

source: North Bridge
it: Ponte del Nord

source: South Bridge
it: Ponte del Sud

source: Hail, Alfhelm son of Alfric the Conqueror! Greetings from Quirinius Maximus, Imperator, Lord of the Great Empire of Lavinium, Commander of the Twelve Legions!
it: Ave, Alfhelm figlio di Alfric il Conquistatore! Saluti da Quirinius Maximus, Imperatore, Signore del Grande Impero di Lavinium, Comandante delle Dodici Legioni!

source: Well this is a grand welcome. Do you come to cede the crown of the Imperator to us?
it: Questo è un grande benvenuto. Siete venuto a cedere a noi la corona dell'Imperatore?

source: No, but I, speaking for the Imperator, would like to make you an offer. We will pay tribute to you, whatever price you name, if you will leave here, go back to Ceresia or even back to the far north, and not attack us. Leave us in peace.
it: No, ma io, parlando per l'Imperatore, vorrei farti un offerta. Pagheremo un tributo, qualunque prezzo tu voglia, se ti fermerai, ritornerai a Ceresia o anche nel lontano nord, e non ci attaccherai. Lasciaci in pace.

source: What sort of tribute?
it: Che tipo di tributo?

source: The Imperator is prepared to offer two thousand pounds of gold per year, in addition to the four thousand we can give you right now. If you want to waste time deciding the specific numbers, we can.
it: L'Imperatore è preparato a offrire duemila libbre di oro all'anno, in aggiunta alle quattromila che possiamo darti ora. se vuoi spendere del tempo decidendo i numeri specifici, possiamo trovare un accordo.

source: A tempting offer.
it: Un offerta alettante.

source: This gold you offer we could take for ourselves after we take your city!
it: Questo oro che tu offri possiamo prenderlo noi stessi dopo aver conquistato la tua città!

source: True. But you will lose many men if you do so. Do not pretend that our city is undefended. Our walls are high, our gates are strong.
it: Vero. Ma tu perderai molti uomini se lo fai. Non far finta che la città sia indifesa. I nostri muri sono alti, i nostri cancelli forti.

source: We did not come here seeking gold, but glory. And even if we did come for the former; if you are prepared to so easily give us this gold, you must have much more behind those vast walls!
it: Non siamo venuti qui cercando oro, ma gloria. E, anche se fossimo venuti per il primo, se voi siete così pronti a darci l'oro, ne dovete avere molto di più dietro quelle grandi mura!

source: Wisely spoken.
it: Parli saggiamente.

source: We do not make this offer lightly! It will drain our treasuries. Put we do what we must to protect our people.
it: Noi non facciamo questa offerta a cuor leggero! Essa prosciuga le nostre casse. Ma dobbiamo fare ciò che si puo fare per proteggere la nostra gente.

source: I always knew these Lavinians were but merchants in their hearts. Harn, would you have us buy their coward's wares?
it: Ho sempre saputo che i Laviniani fossero tutto tranne che mercanti. Harn, prenderesti l'oro di questi codardi?

source: I would not.
it: Non lo prenderei.

source: You, Lavinian, get back to your master.
it: Tu, Laviniano, ritorna dal tuo capo.

source: I... I... very well.
it: Io.. Io...molto bene.

source: As I said, I would not advise you to take the Imperator's offer. But he is right, his city is strong against attack. We cannot simply attack it and hope to emerge unscathed.
it: Come avevo detto, ti sconsiglio di accettare l'offerta dell'Imperatore. Ma ha ragione, la sua città è forte contro gli attacchi. Non possiamo attaccarla e sperare di uscirne illesi.

source: We would not emerge unscathed, of course not. This is war. But I see your point...
it: Non ne emergeremo illesi, certamente. Questa è la guerra. Ma capisco il tuo punto di vista...

source: It seems to me we ought to siege the city.
it: Mi sembra che dovremmo assediare la città.

source: What?
it: Cosa?

source: Set up camp here, do not let the Lavinians come out. Attack them, occasionally, but never try to take the walls. Eventually they will have to surrender to us. Surrender is better than slaughter.
it: Collocare l'accampamento qui, non lasciare che i Laviniani escano. Attaccarli,occasionalmente, ma non provare mai a conquistare le mura.Alla fine si arrenderano a noi. La resa è meglio del massacro.

source: A siege seems kind of... cowardly. If I was a coward I would take Quirinius's gold.
it: Un assedio sembra piuttoso... da codardi. se fossi stato un codardo avrei preso l'oro di Quirinus.

source: How long would such a siege take?
it: Quanto al lungo dura un assedio?

source: A few years, perhaps. Probably less. We will most likely be unable to stop everything from coming in and out, and we are less experienced than the Lavinians. It will not last only a few months as theirs do.
it: Qualche anno,forse. Probabilmente di meno. Noi probabilmente non saremo capaci di fermare chiunque dal uscire od entrare, e siamo meno esperti dei Laviniani. Non ce la faremmo in qualche mese come loro.

source: What, Harn, you do not find the idea craven?
it: Come, Harn, non trovi che l'idea sia da vigliacchi?

source: No, I do not. And a few years sounds reasonable to me. We have waited seven years already.
it: No, non lo penso. E trovo ragionevole che sia qualche anno. Abbiamo aspettato gia sette anni.

source: Very well... if the two of you think it wise, we will have a siege.
it: Molto bene... se due di voi pensano che sia saggio,noi faremo un assedio.

source: A Fizzling Torch
it: Una Torcia Crepitante

source: The siege dragged on for four long years. The Lavinians did not seem to grow weaker.
it: L'assedio si trascinò per quattro lunghi anni. i Laviniani non sembrevano indebolirsi.

source: Ranhilde said that they were about to crumble. And repeated herself a month later, and a month after that.
it: Ranhilde diceva che essi stavano per capitolare. E lo ripete a se stessa un mese dopo,e il dopo ancora.

source: Eventually I stopped believing her. I started thinking of other ways to bring the city down - though Ranhilde would not hear of it, insisting the siege would work.
it: Alla fine smisi di crederle. Cominciai a pensare ad altri metodi per far capitolare la città - benchè Ranhilde non volle ascoltarmi, insistendo che l'assedio avrebbe funzionato.

source: It seemed to me that the city must have a source of food within its walls. If we could destroy that, it would be forced to surrender.
it: Mi sembrò che la città dovesse avere una fonte di cibo fra le sue mura. Se noi l'avessimo distrutta, sarebbe stata costretta ad arrendersi.

source: I got together a group of hardy boatsmen and told them of my plan. We would go upriver of Lavinium, come silently to the gates of the city, go under the wall that runs over the water, find the stores, burn them, and leave out the east exit before the guard there was warned to lower the sluicegates.
it: Riunii un gruppo di marinai audaci e gli dissi il mio piano. Noi saremmo andati nel torrente che porta a Lavinium, poi saremmo passati silenziosamente sotto il muro dove entra il torrente, avremmo trovato i rifornimenti, gli avremmo dato fuoco e saremmo andati fuori dall'uscita est prima che la guardia fosse avvisata di abbassare la saracinesca.

source: It may seem a foolish plan, but I trusted my sailors, and they said it was possible. And I came south for glory. Through this plan, I would either gain it, or die.
it: Poteva sembrare un piano folle, ma credevo nei miei marinai, ed essi mi dissero che era possibile. E io venii a sud per la gloria. attraverso questo piano l'avrei guadagnata, o sarei morto.

source: Enter Lavinium through the western rivergate
it: Entra a Lavinium attraverso la chiusa dell'ovest

source: Start the fire with Alfhelm
it: Accendi il fuoco con Alfhelm

source: Exit Lavinium through the eastern rivergate
it: Esci da Lavinium attraverso la chiusa dell'est

source: Our plan is to get in and out before the Lavinians have time to react. We only have until sunrise, I reckon, before the Lavinians completely overwhelm us.
it: Il nostro piano è quello di uscire ed entrare prima che i Laviniani abbiano il tempo di reagire. Abbiamo tempo sono fino all'alba, ho calcolato, prima che i laviniani ci schiaccino.

source: That will be long enough.
it: Dovrebbe essere abbastanza.

source: If it is, it is.
it: Se lo è, lo è

source: Come on, let's get this done. I'll carry the torch, once we get there I'll light the fire.
it: Forza, facciamolo. Io porterò la torcia, ed una volta che li avremo raggiunti gli darò fuoco.

source: The guards don't look alert... we may be able to sneak by them, but if we attack them the guard will be awakened.
it: Le guardie non sembrano allertate... potremmo essere in grado di aggirarle, ma se le attaccaremo se ne renderanno conto.

source: Alert! Alert! The marauders are coming in through the river!
it: Allarme! Allarme! I marauder stanno arrivando dal fiume!

source: We'll do what we can, but it'll be some time before all is ready!
it: Abbiamo fatto quello che abbiamo potuto, ma ci serve un po' di tempo prima che tutto sia pronto!

source: The guard will come... errghh...
it: La guardia arriverà... errghh...

source: The city is being burned! Quickly, we must put out the fire!
it: La città sta bruciando! Presto, dobbiamo spegnere le fiamme!

source: I think that means we should get out here, now!
it: Penso che questo significhi che dobbiamo andarcene!

source: We ought to take these bridges down...
it: Dobbiamo abbassare questi ponti...

source: Burn, burn!
it: Brucia, brucia!

source: Look... the wind has picked up the fire. It is spreading, quickly!
it: Guarda... il vento sta alimentando il fuoco. Si sta propagando in fretta!

source: The foodstuff is undoubtedly in the citadel...
it: Le scorte di cibo sono indubbiamente nella fortezza...

source: Good thing we already set a fire there!
it: È stata una buona idea avere già acceso il fuoco!

source: We ought to burn it down!
it: Dobbiamo bruciarlo!

source: Time for a fire...
it: Tempo per il fuoco...

source: The Marauders are attacking! AUGH!!!
it: I Marauders stanno attaccando! AUGH!!!

source: The citadel is under attack! Defend the emperor!
it: La fortezza è sotto attacco! Difendete l'imperatore!

source: We have done what we can to the Lavinians' food. Let us leave!
it: Abbiamo fatto ciò che potevamo al cibo dei Laviniani. Andiamo via!

source: Betrayal (Lavinium Falls)
it: Tradimento (Lavinium Cade)

source: I returned to our camp to inform Harn and Ranhilde what the smoke rising from the city signified. And to prepare for the battle that was soon to come.
it: Ritornai al nostro campo per informare Harn e Ranhilde del significato del fumo che si innalzava dalla città. E per dirgli di prepararsi alla battaglia che sarebbe presto cominciata.

source: Kill the Imperator Quirinius Maximus
it: Uccidi l'Imperatore Quirinius Maximus

source: Marauder Camp
it: Accampamento Marauder

source: Within the walls, Imperator Quirinius Maximus debated with the advisor Sextus Raetius.
it: All'interno delle mura, l'Imperatore Quirinius Maximus stava discutendo con il consigliere Sextus Raetius.

source: Your highness, the fire has devastated the city. We must surrender to Alfhelm or starve to death.
it: Sua altezza, il fuoco ha devastato la città. Dobbiamo arrenderci ad Alfhelm o morire di fame.

source: The Lavinian Empire has endured for over nine hundred years. I will not be responsible for its downfall.
it: L'Impero Laviniano è durato per oltre novecento anni. Non sarò responsabile della sua caduta.

source: We have been over this before. The Empire has already fallen.
it: Noi non possiamo resistere oltre. L'Impero è già caduto.

source: It has not fallen as long as I sit on the throne of my ancestors. And Lavinium still stands. It will stand until it is defeated. It will not surrender.
it: Esso non è caduto finche io siedo sul trono dei miei predecessori. E Lavinium resisterà. Resisterà finchè sarà sconfitto. Non si arrenderà.

source: Alfhelm already has us beat!
it: Alfhelm ci ha gia battuto!

source: The marauder dogs will never enter this city! We are done here, Sextus. We do not surrender! There is one other way - we must fight. This is our plan.
it: Quei cani dei marauder non entreranno mai in questa città! Noi siamo qui, Sextus. Non non ci arrendiamo! C'è un altra via - dobbiamo combattere. Questo è il nostro piano.

source: Yes, your highness...
it: Si, sua altezza...

source: I can't let him doom our city for the sake of his empire... something must be done...
it: Non posso lasciargli distruggere la nostra città per il bene del suo impero... qualcosa deve essere fatto...

source: In the Marauder camp, meanwhile...
it: Nel frattempo nel campo dei Marauder...

source: So you mean you went into Lavinium, burned part of the city, destroyed their supplies, and got out alive? Brilliant!
it: Cosi mi stai dicendo che sei andato dentro Lavinium, hai bruciato parte della città, distrutto le loro provviste e ne sei uscito vivo? Brillante!

source: No it's not! Don't you remember what fire did in Ceresia? We don't want to burn the city to the ground!
it: No, non lo è! Non ricordi cosa fece il fuoco a Ceresia? Noi non vogliamo radere al suolo la città

source: What, are you saying I shouldn't have done it?
it: Cosa, stai dicendo che non l'avrei dovuto fare?

source: Of course not! Why didn't you consult me first? I didn't get you to marry me so you could go destroy Lavinium when we were about to conquer it!
it: No di certo! Perchè non hai consultato me prima? Non ho lasciato che mi sposassi perchè tu distrugga Lavinium quando stiamo per conquistarla!

source: I - wait, what? You got me to marry you?
it: Io- aspetta,cosa? Tu hai ottenuto di sposarmi?
