Repository: wescamp/Alfhelm-trunk
Catalog: po/*.po
Languages: it

source: Alfhelm the Wise
it: Alfhelm il Saggio

source: AtW
it: AiS

source: (easiest)
it: (facile)

source: Warrior
it: Guerriero

source: Pillager
it: Saccheggiatore

source: (hardest)
it: (difficile)

source: Scorcher
it: Bruciatore

source: 938-952 SI This is the tale of Alfhelm, called by some the Wise, son of Alfric Conqueror. This is the tale of his victories over his enemies, and his rise to power in the clans of Marauderdom. This is the tale of his journey south and his destruction of the Lavinian Empire. And this is the tale of his demise in the dark forests far to the east of his homeland. (Intermediate level, 15 scenarios.)
it: 938-952 SI Questa è la storia di Alfhelm, chiamato da alcuni il Saggio, figlio di Alfric il Conquistatore. Questa è la storia della sua vittoria sopra i suoi nemici , e la ascsa al potere nei clan dei Marauder. Questa è la storia del suo viaggio a sud e della distruzione dell'Impero Lavinian. E questa è la storia della sua morte nelle oscure foreste a est lontante dalla sua patria. (Livello intermedio, 15 scenari.)

source: The Seeress
it: La Veggente

source: Orcs
it: Orchi

source: PART I (938-940 SI): TO GO TO WAR...
it: PARTE ! (938-940 SI): DISCESA IN GUERRA...

source: My name is Alfhelm... Alfhelm the Wise, some call me. I don't know quite why. I wouldn't call myself wise. Clever, maybe. But not wise.
it: Il mio nome è Alfhelm...Alfhel il Saggio, qualcuno mi chiama. Non so prescisamente il perchè. Non mi definirei saggio. Intellegente, forse. Ma non saggio.

source: My father was Alfric the Conqueror, a great Marauder lord. My mother was a noblewoman from another clan. I was born in Silvia, forty years after the Lavinians were driven from that land. While my father lived, he taught he the art of war.
it: Mio padre fu Alfric il Conquistatore, un grande signore dei Marauder.Mia madre fu una nobildonna di un altro clan. Nacqui a Silvia, quarant'anni dopo che i Lavinians furono cacciati da quella terra. Quando mio padre fu in vita, mi insegno l'arte della guerra.

source: I had a sister, as well. She was young, not yet of age to go learn magic from the Frost Elves. So that was our family; my parents, my sister, and myself.
it: Ebbi una sorella. Era giovane, non ancora nell'età di apprendere la magia dai Elfi del Ghiaccio. Così era la nostra famiglia, i miei genitori, mia sorella, e io.

source: Then, when I was seven, my father went away south, to war in Arendia. His housecarl Harn Bernson was left in charge of my education. He too was a great warrior, and I learned much from him.
it: Poi, quando avevo sette anni, mio padre partì a sud, per combattere ad Arendia. La sua guardia del corpo fu rilasciata a patto che si curasse della mia educazione. anche lui era un grande guerriero, e ho imparato molto da lui.

source: That fall my father led the Marauders into battle against the Lavinians, in the hills next to the Arendian river.
it: Quell'autunno mio padre condusse i Marauder in battaglia contro i Lavinians, nella collina vicino al fiume Arendia.

source: The two forces encamped on opposite sides of the river, gathering forces, for several months. Then, the battle began. It raged for five whole days, and in the end we were victorious.
it: Le due forze si accamparono sulle rive opposte del fiume, radunando forze, per alcuni mesi. Poi, la battaglia iniziò. Infuriò per cinque giorni interi, e alla fine fummo vittoriosi.

source: But my father left his life on that battlefield.
it: Ma mio padre perse la vita sul campo di battaglia.

source: We heard of his death a few weeks later. The Sidhe elves heard of it too. Without the might of his army protecting our family, they believed they could attack us with impunity.
it: Sapemmo della sua morte qualche settimana più tardi. Anche i Sidhe lo saperono. Senza la potenza della sua armata a proteggere la nostra famiglia, credevano di poterci attaccare impunemente.

source: Soon, one night, they struck. Harn managed to get me out alive. My mother and sister were not so lucky.
it: Presto, una notte, colpirono. Harn riuscì ha tenermi in vita. Mia madre e mia sorella non furono così fortunate.

source: Harn brought me southwest, to his own clan, to a small village on the borders of the wild fens. Those there were not warriors. They eked out a miserable existence, bullied both by other marauder clans and by the orcs living in the western mountains.
it: Harn mi portò a sudest, nel suo clan, in un piccolo villagiio ai confini delle paludi selvagge. Gli abitanti non erano guerrieri. Facevano una esistenza miserabile, tiranneggiati sia dai Marauder degli altri clan sia deagli orchi che vivevano nelle montagne occidentali.

source: I was well enough respected by those living there. I had been trained in warfare by my father, and was easily the best fighter in the village. It was not long before I was placed in charge of the few others who knew how to fight.
it: Ero abbastanza ben rispettato da chi viveva lì. Ero stato allenato per la guerra da mio padre, e fu facile diventare il miglior combattente della città. Non trascorse molto tempo prima di essere messo a fianco con gli pochi altri che sapevano come combattere.

source: It seemed for a while that this was to be my life. Uneventful, but safe.
it: Sembrò per un periodo che la mia vita sarebbe stata così. Tranquilla, ma sicura.

source: Then, when I was twenty-four years old, I had a dream. I confess I did not understand it.
it: Poi, quando ero quarantenne, ebbi un sogno. Confesso che non lo capì.

source: I asked Harn for advice in interpreting it. He said he did not know. But he knew someone who might.
it: Chiesi aiuto a Harn per interpretarlo. Disse che non ne sapeva il significato. Ma conosceva qualcuno che poteva saperlo.

source: Now, there were no witches in this village. It was too small to have representatives in Alfenheim. But there was one who lived alone, in a small hut, a few days journey from the town.
it: Non c'erano streghe nel villaggio. Era troppo piccolo per avere rappresentanti in Alfheim. Ma c'era uno che viveva in solitudine, in una piccola casupola, a pochi giorni di viaggio dal paese.

source: Bring Alfhelm next to the house of the Seeress
it: Porta Alfhelm vicino alla casa della Veggente

source: Death of Alfhelm
it: Morte di Alfhelm

source: Death of Harn Bernson
it: Morte di Harn Bernson

source: House of the Seeress
it: Casa della Veggente

source: Forest Road
it: Strada nella Foresta

source: To Allied Villages
it: Per i Villaggi Alleati

source: Now, my boy, please understand. This seeress is one of the most powerful I have known. She is not to be consulted lightly. If yours is not a true portent, she will not look kindly upon your intrusion.
it: Ora, ragazzo, ascoltami. Questa veggente è una delle più potenti che io ho mai incontrato. Non può essere consultata alla leggera. Se il tuo non è un vero presagio, non sarà felice per la tua intrusione.

source: I understand. But I am sure. There is nothing else it could be.
it: Capisco. Ma sono sicuro. Non potrebbe essere altro.

source: Very well. She lives south-west of here. Go south down the road, and quite soon you will find a dirt path. Follow it through the swamp. In a few days, you will find her house. And go alone - she will rarely tolerate one visitor, let alone an army. And you'd better hurry - prophecies have a tendency of disappearing from memory.
it: Molto bene. Vive a sud-est di qui. Vai a sud lungo la strada, e abbastanza presto troverai un sentiro fangoso. Seguilo attraverso una palude. Dopo qualche giorno troverai la sua casa. E vai da solo - raramente tollelerà un visitatore, figurati un esercito. E faresti meglio a sbrigarti - le profezie hanno la tendenza a scomparire dalla memoria.

source: But remember. You are, like it or not, the best warrior among these people. You cannot leave them alone without defense while you go off questing. And there are rumors of orcs rearming in the mountains.
it: Ma ricorda. Sei, che ti piaccia o no, il miglior guerriero fra queste persone. Non puoi lasciarli da soli senza difese mentre tu vai alla ricerca. E ci sono notizie di orchi che si preparano all'attacco nelle montagne.

source: Very well. Fare well, Harn.
it: Molto bene. Addio, Harn.

source: What is this? Orcs are attacking!
it: Che succede? Gli orchi stanno attaccando!

source: They look to me merely like escaped gladiators from Lavinia.
it: Mi sembrano semplicemente gladiatori fuggiti da Lavinia.

source: Yes, but they are still fierce fighters. We must defend the village.
it: Si, ma sono ancora fieri combattenti. Dobbiamo difendere il villaggio.

source: But I must continue on to the Seeress. Resist them until I return.
it: Ma devo proseguire fino alla Veggente. Resistete fino al mio ritorno.

source: Very well. Let no orc pass the palisade!
it: Molto bene. Non lasciate che nessun orco oltrepassi la palizzata!

source: The village is defined as any of the four houses inside the palisade
it: Il villaggio è definito dalle quattro case all'interno della palizzata

source: Defend the village
it: Difendi il villaggio

source: Entry of orcs into the village
it: Ingresso degli orchi nel villaggio

source: Who is it that disturbs me?
it: Chi mi disturba?

source: I am Alfhelm, son of Alfric the Conqueror!
it: Sono Alfhelm, figlio di Alfric il Conquistatore!

source: And am I meant to be impressed?
it: E significa che devo essere impressionata?

source: Why have you come, Alfhelm? What do you seek from me?
it: Perchè sei venuto, Alfhelm? Cosa vuoi da me?

source: A few days ago, I had a dream. I believe it may have been... more than a mere dream.
it: Qualche giorno fa, ho avuto un sogno. Credo che potrebbe essere... più di un semplice sogno.

source: As do many. Yet for most, they are still but dreams. Why are you different?
it: Come credono molti. Nonstante la maggior parte siano sogni. Perchè tu sei differente?

source: My father was a great warlord. My wierd is not that of the many.
it: Mio padre fu un grande signore della guerra. Non sono come gli altri.

source: Spoken like the prideful son a dead man. But if you insist, tell me. What was your dream?
it: Parli come l'orgoglioso figlio di un uomo morto. Ma se insisti, dimmi pure. Come fu il tuo sogno?

source: It was night, and a man was walking through the woods with a giant eagle at his side. The eagle flew, as if to hunt, and descended upon a bluish wolf.
it: Era notte, e un uomo camminava tra gli alberi con un'aquila gigante al suo fianco. L'acquila volò, come per cacciare, e discese su un lupo bluastro.

source: The wolf pounced on the eagle, and the two fought. The wolf was slain, but the eagle was wounded, and another wolf came out of the trees and finished what its father had started.
it: Il lupo artigliò l'aquila, e i due combatterono. Il lupo fu ucciso, ma l'acquila era ferita, e un altro lupo uscì dagli alberi e fini quello che il padre aveva iniziato.

source: In truth, you saw this? Strange...
it: Vidi questo veramente? Strano...

source: But what does it mean?
it: Ma cosa significa?

source: What? Oh, its meaning? Can you not see?
it: Cosa? Oh, il suo significato? Non lo vedi?

source: The eagle is the Lavinian Empire. Your father fell against it, but he wounded it enough for you to triumph against it. You saw yourself slay it? Then in life, you shall slay it.
it: L'aquila è l'Impero Lavinian. Tuo padre cadde combattendolo, ma lui lo ha ferito abbastanza perchè tu possa trionfare su di lui. Ti vidi ucciderlo? Allora in vita, lo ucciderai

source: The man who walks with the Empire... I do not know this. But it is not important. What matters is that you will defeat Lavinium.
it: L'uomo che camminava con l'Impero...Non so questo. Ma non è importante. L'importante è che tu sconfiggerai Lavinium.

source: So... what should I do?
it: Quindi...cosa dovrei fare?

source: We must raise an army. This village - it is not large. But it is a start. Lead them, and they will follow you. Before we go to Lavinia, we must go north, and convince the other clans to unite under your banner.
it: Devi levare un esercito. Questo villaggio - non è grande. Ma è un inizio. Conducili, e ti seguiranno. Prima di andare verso Lavinia, noi dobbiamo andare a nord, e convincere gli altri clan a unirsi sotto la tua bandiera.

source: Wait. 'We'?
it: Apetta.'Noi'?

source: I mean... I have never before heard a true prophecy. I doubt I will do so again. A seeress is bound to the prophecies she interprets... If you'll have me, I will come with you, to see for myself how the augury I have given you will come true.
it: Voglio dire...Non ho mai sentito prima una provezia vera. Dubito ne ascolterò altre. Una veggente è legata alle profezie che interpreta... Se mi vorrai, verrò con te, a vedere con i miei occhi come il presagio che ti ho dato diventerà realtà.

source: Very well. Follow me, back to the village.
it: Molto bene. Seguimi, torniamo al villagio.

source: Bring Alfhelm and the Seeress back to the village
it: Porta Alfhelm e la Veggente al villaggio

source: The orcs have taken the village!
it: Gli orchi hanno preso il villaggio!

source: Wait! You shouldn't have -
it: Aspetta non devi -

source: You dare to enter my house uninvited? Die, villager!
it: Osi entrare nella mia casa senza invito? Muori, paesano!

source: Good, we've driven the orcs back!
it: Bene, abbiamo respinto gli orchi!

source: Good, we've driven the orcs back! But you still have to talk the the Seeress before your memory of the dreams wears thin...
it: Bene, abbiamo respindo gli orchi! Ma devi ancora parlare alla Veggente prima che il ricordo del sogno svanisca...

source: A Warrior's Destiny
it: Il Destino di un Guerriero

source: Allied Villages
it: Villaggi Alleati

source: So I was fated to go south and conquer Lavinium... very well. But first I needed an army.
it: Così ero destinato ad andare a sud e conquistare Lavinium... molto bene. . Ma prima mi serviva un esercito.

source: We had to start by securing the aid of the other swampland villages. So we went southeast, to the three nearest of these - Rythgaard, Frjothold, and Sjoldenheim.
it: Iniziammo ad assicurarci l'aiuto degli altri villaggi della palude. Quindi andammo a sudest, ai tre di questi più vicini - Rythgaard, Frjothold, e Sjoldenheim.

source: Bring Rythgaard, Frjothold, and Sjoldenheim to your banner
it: Porta Rythgaard, Frjothold, e Sjoldenheim sotto la tua bandiera

source: (Defeat each enemy leader to convince them to ally with you)
it: (Sconfiggi ogni condottiero nemico per convincerlo ad allearsi con te)

source: Death of Ranhilde
it: Moert di Ranhilde

source: To Bernshold
it: Per Bernshold

source: Old River Fort
it: Vecchio Forte sul Fiume

source: Greetings, friends!
it: Salute, amici!

source: Hail, Harn Bernson. What're you doing here?
it: Salve, Harn Bernson. Cosa ci fai qui?

source: I come with the son of Al... of a friend of mine.
it: Sono venuto con il figlio di Al... di un mio amico.

source: I am Alfhelm, son of Alfric the Conqueror.
it: Sono Alfhelm, figlio di Alfric il Conquistatore.

source: Oh are you now? What of it?
it: Oh sei tu? Cosa vuoi?

source: I am raising an army. I intend to finish what my father started.
it: Sto costruendo un esercito. Intendo finire ciò che mio padre ha iniziato.

source: What, you? Why d'you think you'll be able to do that?
it: Tu? Perchè pensi che tu sarai capace di fare questo?

source: Because it has been foretold.
it: Perchè è stato predetto.

source: I... and... um... who are you?
it: Io...e...um...chi sei tu?

source: A seeress, trained in Alfenheim.
it: Una veggente, addestrata ad Alfenheim.

source: But this is not what we are here for. What we want to know is - will you join me?
it: Ma non è per questo che siamo qui. Quello che vogliamo sapere è - vi unirete a me?

source: Us.
it: A noi.

source: Uh, right, us. Well?
it: Uh, giusto, a noi. bè?

source: What proof have we you will succeed? This plan sounds foolish at best.
it: Che garanzie abbiamo che tu abbia successo? Questo piano sembra stupido al massimo.

source: Indeed. We have no desire to rebel against the great houses only to be crushed down even lower than we already are.
it: Giusto. Non desideriamo ribellarci contro le grandi casate solo per essere ridotti peggio di quello che già siamo.

source: What can I do to convince you?
it: Come posso convincervi?

source: I do not know about Sjald and Rym, but if you can defeat my men in a tourney, Frjothold will join you.
it: Non parlo per Sjald e Rym, ma se sconfiggi i miei uomini in un torneo, Fryothold si unirà a te.

source: That would satisfy me as well, if you desire the aid of Sjoldenheim.
it: Questo convinverebbe anche me, se desideri l'auito di Sjoldenheim

source: And also Rythgaard.
it: E di Rythgaard.

source: Very well! Let us not delay.
it: Molto bene! Non tardiamo.

source: You are more skilled than I expected! Rythgaard will gladly join with you.
it: Se più abile di quanto pensassi! Rythgaard si unirà a te lietamente.

source: It is decided, then!
it: È deciso, quindi!

source: Very well. A bargain is a bargain; Frjothold is at your command.
it: Molto bene. Una promessa è una promessa; Frjothold è ai tuoi ordini.

source: This is proof enough for me. Sjoldenheim will fight for Alfhelm Alfricsson!
it: Questa dimostrazione è abbastanza per me. Sjoldenheim combatterà per Alfhelm Alfricsson!

source: Out of the Swamps
it: Fuori dalle Paludi

source: Our army, if you could call it that, had begun to grow. But you cannot invade Lavinia with only a few Marauder peasants at your back - so Ranhilde and Harn told me.
it: Il nostro esercito, se si poteva chiamare così, cominciò a crescere. ma non potevamo invadere Lavinia con solo pochi contadini Marauder al seguito - come Ranhilde e Harn mi dissero.

source: Marauder clan alliances are complex, and to build a strong alliance we would have to bring villages to our side one by one. Our next target was Gardi, the lord of the swamplands.
it: Le alleanze tra i clan Marauder sono complesse, e per costruire una forte alleanza avremmo dovuto portare i villaggi dalla nostra parte uno ad uno. Il nostro prossimo obiettivo fu Gardi, il signore della palude.

source: Defeat Gardi
it: Sconfiggi Gardi

source: To Northern Villages
it: Per i Villaggi del Nord

source: To Berdssenhold
it: Per Berdssenhold

source: We have come to the land of Gardi, lord of the Gyrdling clan. We must convince him to join us... whether by words, or by the sword.
it: Siamo arrivati nelle terre di Gardi, signore del clan Gyrdling. Dobbiamo convicerli a unirsi a noi...o con le parole, o con la spada.

source: Halt! What force of arms comes to the land of Gardi?
it: Fermi! Quale forza armata arriva nella terra di Gardi?

source: Greetings, lord of the house of Gyrdlings! I bring greetings from the Bern clan, and a proposition.
it: Salve, signore della casa dei Gyrdlings! Porto saluti dal clan Bern, e una proposta.

source: What sort of a proposition? And who are you that speaks with authority and yet is so young?
it: Quale sorta di proposta? E chi sei tu che parli con autorevolezza e sei ancora così giovane?

source: I am Alfhelm, son of Alfric the Conqueror. I am raising an army to wage war on Lavinium. Will your clan join me?
it: Sono Alfhelm, figlio di Alfric il Conquistatore. Sto costruendo un armata per ingaggiare guerra a Lavinium. Il tuo clan si unirà a me?

source: An army? You call what you have an army? If that's all you have, no I won't join you. You'll be slaughtered!
it: Un armata? Chiami quella che tu hai un armata? Se è questo tutto quello che hai, non mi unirò a te. Sarete massacrati!

source: Watch your words, Gardi. You speak to the son of the thain who defeated those Lavinian dogs.
it: Attento a come parli, Gardi. Parli con il figlio del guerriero che ha sconfitto qui cani Lavinian.

source: That was his father, not him. I accord him no respect - he has lived his whole life in your wattle-and-daub huts, Harn.
it: Quello fu suo padre non lui. Non lo rispetto - ha vissuto tutta la sua vita nella tua decadente catapecchia, Harn.

source: Very well. If you will not join us, fine. But your clan will.
it: Molto bene. Se tu non vuoi unirti a noi, bene. Ma il tuo clan lo farà:

source: Oh, I see... you have a fay with you... I suppose she's told you you're fated to conquer the world or somesuch. Well you'll soon see that you're not the only one with eld magic on your side! I will not be threatened by Alfric's brat!
it: Oh, cosa vedo...avete una fata con voi...Suppongo che ti ha detto che sei destinato a conquistare il mondo o qualcosa del genere. Bè presto vedrai che non sei l'unico che ha la magia dalla sua parte! Non sarò minacciato dal marmocchio di Alfric!

source: This is your choice, Gardi! Prepare for battle.
it: Questa è la tua scelta, Gardi! Preparati alla battaglia.

source: May the curse of Thuran be upon you...
it: Possa essere la maledizione di Thuran su di te...

source: For Honor
it: Per Onore

source: And so our army began to grow. After that, most joined us without a fight. Ranhilde said this was due to fate; but I think it was because they knew we were true warriors.
it: E così il nostro esercitò cominciò ad aumentare. Dopo questa battaglia, la maggiorparte si unirono senza combattere. Ranhilde disse che questo era il volere del destino, ma io pensavo che fosse perchè sapessero che eravamo dei veri guerrieri.

source: For the first year, we stayed in the south-western part of the Marauder forests. But there were only so many clans there - not nearly enough to defeat Lavinium. Ranhilde suggested we travel towards the heart of Marauderdom, and build up our alliance from there.
it: Il primo anno, stammo nella zona sud-occidentale della foresta dei Marauder. Ma c'erano pochi clan lì - non lontanamente abbastanza per sconfiggere Lavinium. Ranhilde suggerì che dovevamo viaggiare attraverso il cuore delle terre dei Marauder, e fondare la nostra alleanza da lì.

source: The Berdlings had supported my father in his lifetime, and my own house was no more... it was only logical to go ask the Berdlings for their help.
it: I Berdlings hanno supportato mio padre quando era vivo, e la mia casata non esisteva più... Era logico andare a chiedere aiuto ai Berdlings.

source: Defeat Ard and Erda Bardssen
it: Sconfiggi Ard e Erda Bardssen

source: Look, brother! An army approaches us. It appears to be Alfhelm. Now, I say -
it: Guarda, fratello! Un esercito si sta avvicinando. Sembra essere Alfhelm. Ora, io dico di -

source: Let's get this right. He gets one chance. If he refuses to join us, we kill him.
it: Diamoli i suoi diritti. Ha una possibilità. Se si rifiuta di unirsi a noi, lo uccidiamo.

source: But -
it: Ma -

source: Hail, sons of Bard! We come from the southwestern lands.
it: Salve, figlio di Bard! Veniamo dalle terre sudoccidentali.

source: So! It is you, Alfhelm. Well, we have a proposition for you.
it: E così sei tu, Alfhelm. Bene, abbiamo una proposta per te.

source: You have a proposition for me? What could that possibly be?
it: Una proposta per me? Come è possibile?

source: Join us, or die.
it: Unisciti a noi, o muori.

source: Amusing... you know, we also have a proposition to make. You join us, or you will die.
it: Divertente...sapete, avevamo anche noi una proposta da fare. Unitevi a noi, o morirete.

source: Hah! Well, prepare for battle!
it: Hah! Bene, preparatevi per la battaglia!

source: Yeah. Um, prepare for battle...
it: Sì. Um, preparatevi per la battaglia.

source: Well! I see that the marauder dogs are busy fighting each other. Good, they will be distracted. Attack them!
it: Bene! Vedo che questi cani Marauder sono impegnati a combattersi a vicenda. Bene saranno distratti. Attaccateli!
