Repository: wescamp/Alfhelm-trunk
Catalog: po/*.po
Languages: it

source: We were told that they had, unbelievably, fought against the Sidhe for several weeks, undefeated, coming deep into the heart of the realm. When the snow came the fighting had ceased, for a time, and only now was it clearing.
it: Ci fu detto che loro hanno, incredibilmente, combattuto contro i Sidhe per diverse settimane, imbattuti, procedendo verso il cuore di quel reame. Quando la neve arrivò il combattimento cessò, per un po' di tempo, e solo ora fu chiaro.

source: This raised hope that they still lived. But if they did not... well, whether they lived or no, I planned to fight Vaniyera to the death. Though, without the sword the dwarves had promised me, it seemed unlikely I would survive.
it: Questo alzò le speranze che fossero ancora vivi. Ma se non lo fossero... bene, che siano stati o no, pianificavo di combatter Vaniyera fino alla morte. Sebbene, senza la spada che i nani mi hanno promesso, sembrava che avessi poche possibilità di sopravvivere.

source: Find the source of the sounds of battle
it: Trova la fonte dei suoni di combattimento

source: Sidhe Castle
it: Castello dei Sidhe

source: Windy Stream
it: Ruscello Windy

source: Darkwater Stream
it: Ruscello Darkwater

source: Damn these forests... I can't see anything clearly.
it: Dannata foresta... Non riesco a vedere nulla chiaramente.

source: The enemy may be right in front of us. In fact... listen...
it: Il nemico potrebbe essere davanti a noi. Infatti... ascolta...

source: Far off in the distance, sounds of battle could be heard...
it: In lontananza, suoni di battaglia possono essere sentiti...

source: That must be Harn and Ranhilde's men! They can't last much longer against these elves. Attack!
it: Devono essere gli uomini di Harn e Ranhilde! Non posso resistere ancora per molto contro questi elfi. All'attacco!

source: Alfhelm! So you've arrived! Hurry! The enemy is one you know well - Vaniyera. The Thunderblade.
it: Alfhelm! E così siete arrivati! Sbrigati! Il nemico è uno lo sai bene - Vaniyera. Il Thunderblade.

source: Let us slay him...
it: Ucciadiamolo...

source: There's some marauder warriors in the distance... it must be Harn and Ranhilde's men. They may need our help.
it: C'è qualche guerriero marauder in lontanza... devono essere gli uomini di Harn e Ranhilde. Potrebbero avere bisogno del nostro aiuto.

source: Alfhelm! So you've arrived! Hurry, the battle has already begun.
it: Alfhelm! E così sei arrivato! Sbrigati, la battaglia è già iniziata.

source: Defeat elven leader
it: Sconfiggi il condottiero elfico

source: You've returned, I see...
it: Sei tornato, vedo...

source: Yes.
it: Sì.

source: Who is the enemy, then? I see... More elves!
it: Chi è il nemico, allora? Vedo...Altri elfi!

source: Yes, but -
it: Sì, ma -

source: Ah, son of Alfric, we meet again...
it: Ah, figlio di Alfric, ci reincontriamo...

source: They are led by Vaniyera. The Thunderblade.
it: Sono guidati sa Vaniyera. Il Thunderblade.

source: I expected to face him eventually... Prepare to die, sidhe coward!
it: Mi aspettavo di affrontarlo eventualmente... Preparati a morire, sidhe codardo!

source: The elves are abroad in the forest! I suppose that was no surprise. Come, let us fight with them. Perhaps Harn and Ranhilde are nearby.
it: Gli elfi sono fuori nella foresta! Suppongo che non ci sia da sorprendersi. Andiamo, combiattiamo contro di loro. Forse Harn e Ranhilde sono vicini

source: Wait! No one touch the elf but me. Vaniyera - I would face you in single combat. Will you accept my challenge?
it: Aspettate! Nessuno tocchi l'elfo eccetto me. Vaniyera - Ti vorrei affrontare in duello. Accetterai la mia sfida?

source: Do not interfere! Vaniyera - do you accept?
it: Non interferite! Vaniyera - accetti?

source: Do I accept, you ask? No, I will not be destroyed as my master Leithan was, and my king Vanimaro before him! What fool do you think I am?
it: Mi domandi se accetto? Non, non sarò distrutto come il mio maestro Leithan, e il mio re Vanimaro prima di lui! Che razza di sciocco pensi che io sia?

source: What? You Sidhe claim to be the most noble of all peoples, and yet you do not accept my challenge?!
it: Cosa? Voi Sidhe reclamate di essere il più nobile di tutti i popoli, e tu non accetti la mia sfida?!

source: No, I do not. Nor will I wait here for you to swarm over my corpse. Goodbye once more, Alfhelm the treacherous! And receive a gift in our parting!
it: No, non l'accetto. Nè attenterò voi qui per piombare sul mio cadavere. Addio ancora una volta, Alfhelm il traditore! E ti faccio un regalo di addio!

source: Wha -
it: Cos -

source: It Doesn't Matter Anyways
it: Non Importa Più Di Tanto Comunque.

source: Vaniyera had struck down Ranhilde with a curse and fled. She lived, but not for long.
it: Vaniyera colpì Ranhilde con una maledizione e fuggi. Viveva, ma non ancora per molto.

source: That night we - Harn, Friysr, and I - held a council. Harn was made to understand why I had to duel Vaniyera. But I did not tell him about the sword that had not yet arrived.
it: Quella notte noi - Harn, Friysr, e io - tenemmo un consiglio. Ad Harn fu fatto capire perchè dovevo duellare con Vaniyera. Ma non gli dissi nulla sulla spada che non era ancora arrivata.

source: But all of this is useless without knowing where Vaniyera heads for. He could be anywhere.
it: Ma tutto questo è inutile se non sappiamo dove Vaniyera si dirige. Potrebbe essere ovunque.

source: No... the magic of Vaniyera is, in large part, that of shadows and illusion. He did not disappear, he merely shrouded himself in darkness and walked through the midst of your people.
it: No... la miagia di Vaniyera è, in gran parte, quella delle ombre e dell'illusione. Non è scomparso, si è semplicemente nascosto nell'oscurità e camminato in mezzo ai tuoi uomini.

source: You mean...?
it: Vuoi dire...?

source: Vaniyera is close. We have slain his best warriors, and he cannot regroup and attack us by himself. He most likely makes for Mount Stormkeep.
it: Vaniyera è vicino. Abbiamo ucciso i suoi migliori guerrieri, e non può riorganizzarsi e attaccarci da solo. Molto probabilmente si sta dirigendo verso Monte Stormkeep.

source: Then let us chase after him!
it: Allora inseguiamolo!

source: We must wait. Night has fallen, and the men need rest. They cannot march for days upon end. In any case, Vaniyera was weakened when he left - he most likely has not set out on his journey yet, but is hidden in the trees somewhere. We cannot find him easily until he begins moving.
it: Dobbiamo aspettare. La notte è calata, e gli uomini hanno bisogno di riposarsi. Non possono marciare per giorni senza sosta. In ogni caso, Vaniyera era indebolito quando è fuggito - molto probabilmente non ha ancora cominciato il suo viaggio, ma è nascosto da qualche parte fra gli alberi. Non possiamo scovarlo facilmente finchè non comincia a muoversi.

source: Very well, we wait if we must. But I like it not, and I cannot sleep when victory and death both lie so close.
it: Molto bene, aspetteremo se dobbiamo. Ma non mi piace, e non posso dormire quando vittoria e morte giacciono così vicino.

source: If you insist, my lord. But I will retire for the night.
it: Se insistete, mio signore. Ma io mi ritirerò per la notte.

source: As will I.
it: E anch'io.

source: So... Alfhelm, what is your plan?...
it: Quindi... Alfhelm, qual'è il tuo piano?...

source: I go tomorrow morning to hunt Vaniyera. I will avenge your death.
it: Domani mattina andrò a caccia di Vaniyera. Vendicherò la tua morte.

source: I am not dead *cough* yet... though his curse is strong, I cannot fight it much longer...
it: Non sono morta *tossisce* per ora... tuttavia il suo maleficio è forte, non posso combatterlo per molto...

source: Yes, well.
it: Sì, lo so.

source: I must know... how do you expect to defeat the elf-lord?... He is more powerful than any man... Even if he is a coward...
it: Devo sapere... come conti di sconfiggere l'elfo?... È più potente di qualsiasi uomo... Anche se è un codardo...

source: I have made an agreement with the hidden folk. They will deliver me a sword that will best his. But it has not yet arrived.
it: Ho fatto un accordo con la gente nascosta. Mi forniranno una spada migliore della sua. Ma non è ancora arrivata.

source: That could work... but do not trust the cavernei...
it: Potrebbe funzionare... ma non fidarti dei cavernei...

source: I have no choice.
it: Non ho altra scelta.

source: Perhaps. Well...
it: Forse. Bè...

source: Yes?
it: Sì?

source: You did right in Lavinium.
it: Ce l'hai fatta a Lavinium.

source: What? That was foolishness. I -
it: Cosa? Quella fu pazzia. Io -

source: Wise, foolish, it doesn't matter anyways... farewell, Alfhelm.
it: Saggio, pazzo, non importa più di tanto comunque.... addio, Alfhelm.

source: Damn those dwarves!
it: Dannati nani!

source: So do you no longer desire your sword? Or do you say that which you do not mean? You Men seem to do that often. It is a flaw in your people.
it: Quindi non desideri più la tua spada? O dici quello che non pensi? Sembra che voi Uomini lo facciate spesso. È un difetto della vostra specie.

source: You have returned!
it: Sei tornato!

source: 'I can have the sword to you before you fight Vaniyera'. You are about to fight Vaniyera. I am of the hidden folk. I keep my word.
it: 'Posso portarti la spada prima del tuo combattimento contro Vaniyera'. Stai per affrontare Vaniyera. Io sono della gente nascosta. Mantengo la mia parola.

source: I am sorry I doubted you.
it: Spiacente di aver dubitato di te.

source: You are being honest. Good. Here is the sword. Forged of metal from the depths of the earth. It has few ornaments - you gave us little time. But it will do its job.
it: Sei stato leale. Bene. Ecco la spada. Forgiata del metallo delle profondità della terra. Ha pochi ornamente - ci hai dato poco tempo. Ma farà il suo lavoro.

source: Stormbreaker was forged by the Cavernei, the Hidden Folk, at the request of Alfhelm Lord of the Marauders. Its power is such that it will not shatter when struck with a thunderblade of the Sidhe, but rather will destroy the opposing sword.
it: Stormbreaker fu forgiata dai Cavernei, la Gente Nascosta, su richiesta di Alfhelm Signore dei Marauder. Il suo potere è tale che non si spezzerà quando si scontrerà con una thunderblade dei Sidhe, ma distruggerà la spada avversaria.

source: That is all I ask. That you for your aid, Runesmith Gali. I am satisfied.
it: Questo è tutto quello che chiedo. Grazie del tuo aiuto, Forgiarune Gali. Sono soddisfatto.

source: Old Friends
it: Vecchi Amici

source: Vaniyera was gone, but not vanished this time. We knew he would flee eastward towards Stormkeep.
it: Vaniyera era fuggito, ma non scomparso questa volta. Sapevamo che sarebbe scappato verso est a Stormkeep.

source: The next morning we set off in pursuit... all save Harn and Friysr, who remained behind to secure the fortress of Vaniyera, and Ranhilde, who had died.
it: La mattina seguente partimmo all'inseguimento... tutti eccetto Harn e Friysr, che rimasero dietro a tenere la fortezza di Vaniyera, e Ranhilde, che era morta.

source: Attack Vaniyera with Alfhelm
it: Attacca Vaniyera con Alfhelm

source: Cowardly attack Vaniyera with other units
it: Attacca vilemente Vaniyera con altre unità

source: Mount Darkwater
it: Monte Darkwater

source: Castle of Vaniyera
it: Castello di Vaniyera

source: We have almost caught him! Thunderblade Vaniyera, acknowledge me and accept my challenge of single combat.
it: Lo abbiamo quasi preso! Thunderblade Vaniyera, riconosci la mia vittoria e accetta la mia sfida di combattimento in duello.

source: Single combat? You mean the single combat that gave my master Leithan four arrows in his back? Ha!
it: Duello? Vuoi dire il duello che procurò al mio maesto Leithan quattro frecce nella schiena? Ha!

source: You will duel me, whether you will or no!
it: Duellerai con me, che tu lo voglia o no!

source: (It is strange that he is so cowardly now of all times...)
it: (È strano che sia più codardo delle altre volte...)

source: Gods! What is that beast?!
it: Dei! Cos'è quella bestia?!

source: Not a beast; a fallen spirit come back to life. This is fearsome magic... but it will not help you, Vaniyera!
it: Non è una bestia; è uno spirito caduto ritornato in vita. Questa è magia temibile... ma non ti aiuterà, Vaniyera!

source: Do not attack him!
it: Non attaccatelo!

source: I have caught you, Vaniyera! Now, will you face me?
it: Ti ho preso, Vaniyera! Ora, mi affronterai?

source: It seems I have no choice. Very well - draw sword! I'll kill you like I did your bitch!
it: Sembra che non abbia scelta. Molto bene - estrai la spada! Ti ucciderò come ho fatto con la tua sgualdrina!

source: My sword... it has broken...
it: La mia spada... è stata spezzata...

source: Well... my lady has been avenged.
it: Bene... la mia signora è stata vendicata.

source: Part III Epilogue
it: Parte III Epilogo

source: Stormbreaker had broken the Thunderblade. Vaniyera had fallen. Revenge was mine.
it: Stormbreaker ha spezzato la Thunderblade. Vaniyera è caduto. La vendetta fu mia.

source: And yet... I had lost my honor. I had failed to protect my country, my people, and my queen. I would not blame Erda Bardssen if - as I suspected - he would refuse to hand the throne back over to one such as myself.
it: Ma tuttavia...avevo perso il mio onore. Ho fallito nel proteggere il mio paese, il mio popolo, e la mia regina. Non biasimente Erda Bardssen se - come sospettavo - avesse rifiutato di ridare il trono a uno come me.

source: Nor did I care. I no longer desired to rule from the Seat of Three Kings. The kingship, really, had always been but a means to an end, and now both ends were reached. I had no more need of it.
it: Nè mi importava. Non desideravo più dominare dal Seggio dei Tre Re. La regalita, veramente, è sempre stato un mezzo per un fine, ero ora avevo raggiunto entrambi i miei fini. Non ne avevo più bisogno.

source: But I had lost my honor. I could not simply return to the city and hand the reins to the Bardlings. I was to blame for innumerable deaths, and the people would punish me if I did not punish myself.
it: Ma avevo perso il mio onore. Non potevo semplicemente tornare in cttà e dare le redini ai Bardlings. Ero incolpato di innumerevoli morti, e la gente mi avrebbe punito se non mi fossi punito da solo.

source: So Harn Bernson counselled me. Accept responsibility and die reclaiming honor.
it: Così Harn Bernson mi consigliò. Accettare la responsabilità e morire reclamando il mio onore.

source: Friysr of the Issaelfr said the same. The life of man is short besides, he said, and what difference would a few years make? I have lived out almost half of my three-score and ten.
it: Friyse di Issaelfr disse lo stesso. Inolte la vita di un uomo è corta, disse, e che differenza farebbe qualche anno? Avevo vissuto quasi metà centodieci anni.

source: But I will not do this thing. Neither will I return with Harn to Marauderdom to face the scorn of the people.
it: Ma non lo farò. Nè tornerò con Harn a Marauderdom ad affrontare il disprezzo della gente.

source: I have heard that there is an island at the mouth of the River Arendia that none live on, man or elf. I make my way there, to live out the remainder of my life.
it: Ho sentito che c'è un isola alla foce del Fiume Arendia dove nessuno abita, uomo o elfo. Andrà lì, ad abitare per il resto della mia vita.

source: I have lived through snow and fire; through forest, swamp and farmland I have come.
it: Sono vissuto attraverso neve e fuoco; attraverso foreste, paludi e campi da dove sono venuto.

source: But I will roam no more, in this place I will abide until I perish.
it: Ma non vagherò più, in questo posto abiterò fino alla mia morte.

source: snow-white
it: Bianco-neve

source: Snow-white: This unit can hide in tundra, and remain undetected by its enemies. Enemy units cannot see this unit while it is in tundra, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
it: Bianco-neve: Questa unità può nascondersi nella tundra, e rimanere inosservata dai suoi nemici

source: sword
it: spada

source: Lord
it: Signore

source: Wildfire
it: Fuoco Selvaggio
