Repository: wescamp/Alfhelm-trunk
Catalog: po/*.po
Languages: it

source: What did she mean, Harn?
it: Che cosa sta dicendo, Harn?

source: Mmm... Well... You see... When we were in Berdssenhold, those years ago...
it: Mmm...Giusto...Vedi...Quando noi fummo a Berdssenhold, qualche anno fa...

source: I asked Harn to convince you to marry me. It had to happen - everything Harn told you was true.
it: Chiedetti ad Harn di convicerti a sposarmi. Cio è accaduto- tutto ciò che Harn ti ha detto è vero.

source: So why did you pretend to not know?
it: E perchè fingetti di non saperlo?

source: I... had my reasons.
it: Io... ebbi le mie ragioni.

source: This is not acceptable! I can't trust either of you!
it: Questo non è accettabile! Non posso fidarmi di nessuno di voi!

source: Well... yes, you're right, if I wasn't involved I would tell you the same.
it: Va bene... si hai ragione, se non fossi stato coinvolto ti avrei detto la stessa cosa.

source: So what will you do, king Alfhelm?
it: Cosi che cosa vuoi fare, re Alfhelm?

source: Leave, both of you. Go back to Marauderdom.
it: Andatevene, tutti e due. Ritornate nel Marauderdom.

source: What?!
it: Cosa?!

source: I can't have you here if I can't trust you. Go back to Erda Bardssen and do your lying to him.
it: Non posso avervi qua se non posso fidarmi di voi. Ritornate da Erda Bardssen e mentite a lui.

source: I...
it: Io...

source: Very well, King. Farewell, for now. Kill the Lavinian dogs.
it: Molto bene, Re. Addio, per ora. Uccidi quei cani dei Laviniani

source: Well... the Lavinians seem to have realized they can't stay in their city forever - they're preparing for battle. It's time to fight.
it: Bene... i Laviniani sembrano aver capito che non possono stare nella loro città per sempre - si stanno preparando alla battaglia. È tempo di lottare.

source: Wait! Wait!
it: Aspetta! Aspetta!

source: We surrender!
it: Ci arrendiamo!

source: You're mad to fight them, Quirinius! You're no longer my emperor!
it: Devi essere matto per combatterli, Quirinius! Tu non sei più il mio imperatore!

source: Very well. I accept your surrender. Help me defeat this Quirinius, and I'll leave you your city intact. Fail me, and it burns to the ground.
it: Molto bene. Accetto la tua resa. Aiutami a sconfiggere Quirinius e lascerò la tua città intatta. Fallisci, ed essa brucerà sino a diventare un cumulo di macerie

source: I accept your terms.
it: Accetto i tuoi termini.

source: You will pay for this, Sextus Raetius. You will be remembered as the man who led the Empire to destruction!
it: La pagerai per questo, Sextus Raetius. Sarai ricordato come l'uomo che ha portato l'impero alla distruzione!

source: The empire was destroyed long before I was born.
it: L'impero è stato distrutto molto prima che io nascessi.

source: So shall all traitors perish!
it: Cosi periranno tutti i traditori!

source: The empire has fallen...
it: L'impero è caduto..

source: Lavinium is ours!
it: Lavinium è nostra!

source: And what do you plan to do with it?
it: E che cosa intendi fare con essa?

source: If you are wondering if I will keep my promise - yes, I will. Why would I destroy this wondrous city when I can possess it? But as for you - I leave you to your people. What they choose to do to you, I do not care. They may make you king. They may kill you.
it: Se ti stai chiedendo se manterro la mia promessa - si, lo farò. Perchè dovrei distruggere questa magnifica città quando posso possederla? Ma per quanto riguarda te - ti lascio alla tua gente. Cosa decideranno di farne di te, non mi interessa. Possono farti re. Possono ucciderti.

source: I see no reason not to keep my vow to that traitor Lavinian. This city is too great to destroy.
it: Non vedo ragioni per non mantenere il patto con il Laviniano traditore. Questa città è troppo grandiosa per essere distrutta.

source: Part II Epilogue
it: Parte II Epilogo

source: Lavinium was now mine. I spent several months there, as the city was rebuilt, slowly.
it: Lavinium allora fu mia. Spesi molti mesi nella città, per seguire la lenta ricostruzione.

source: I had conquered, it seemed, all of the lands of Lavinia, Ceresia, Arendia... but I could not retain both them and my homeland. The Arendian Mountains stood in the way, dividing my realm in half. I could not expect to stay king of my own people if I remained in the south.
it: Avevo conquistato, sembrava, tutte le terre di Lavinia, Ceresia, Arendia... ma non potevo controllare sia esse che la mia madrepatria. Le Montagne di Arendia erano sulla strada, dividendo il mio reame a metà. Non potevo rimanere re della mia gente se fossi restato nel sud.

source: And I wearied of the southlands. It barely frosted over that winter. I loved the northern forests, not these farms. So in the end, I decided to return to marauderdom, leaving Lavinium in the hands of a loyal supporter as I had done in Ceresia. I stayed in Lavinium as king but a single year.
it: E mi ero stancato delle terre del sud. Sono a malapena ghiacciate quest'inverno. Adoravo le foreste del nord, non queste fattorie. Così alla fine , decisi di ritornare a marauderdom, lasciando Lavinium nelle mani di un fedele servitore come Io feci a Ceresia. Io stetti a Lavinium come re per un solo anno.

source: I would not let myself wonder whether I also returned in order to see once more Ranhilde.
it: Non mi permettei di domandarmi se tornai anche per vedere Ranhilde ancora una volta.

source: The Well
it: Il Pozzo

source: PART III (951-953 SI): THE DARK DEPTHS OF THE FOREST...
it: PARTE III (951-953 SI): LE OSCURE PROFONDITA' DELLA FORESTA..

source: The journey back to the Seat of Three Kings went well, until we came to the Pass of Arendia. There, we met a mounted messenger flying south.
it: Il viaggio per ritornare al Seggio dei Tre Re ando bene, fino a che non raggiungemmo il Passo di Arendia. Dove trovammo un messaggero a cavallo che veniva dal sud.

source: Stop! What message are you bearing and for whom?
it: Fermo! Che messaggio stai portando e da chi?

source: I bring an urgent message from Queen Ranhilde to the King - I mean, to you, Your Highness.
it: Porto un messaggio urgente dalla Regina Ranhilde al Re - Intendo, a voi, Vostra Altezza

source: Oh? What does this message say?
it: Oh? Che cosa dice il messaggio?

source: It says:
it: Esso dice:

source: To the King Alfhelm, from his Queen; The Sidhe Lord Vaniyera has been attacking our lands with a strength never before seen. I am leading an army east to confront the elves, but I do not expect victory. When you receive this, please come back to the Seat of Three Kings and defend your homeland! This message was sent on the first day of autumn in the nine-hundred-first and final year of the Lavinian Empire.
it: Per il Re Alfhelm, dalla sua regina; Il Lord dei Sidhe Vaniyera sta attaccando le nostre terre con una forza mai vista prima. Sto portando un armata ad est per affrontare gli elfi, ma non mi aspetto di vincere. Per piacere, quando tu riceverai questa lettera, torna al Seggio dei Tre Re e difendi la tua terra natia! Questo messaggio è stato inviato il primo di autunno del novecentouno e anno finale dell'Impero Laviniano.

source: What? It's almost winter already! We must get back, quickly.
it: Cosa? È gia quasi inverno! Dobbiamo ritornare in fretta.

source: Indeed.
it: Vero.

source: Wait - Ranhilde said that it was the Thunderblade Vaniyera who led the attacks on our people, yes?
it: Aspetta - Ranhilde disse che fu il Thunderblade Vaniyera che guidò gli attacchi alla nostra gente, vero?

source: Indeed. He was present personally at many of the battles.
it: Certamente. Fu presente personalmente a molte battaglie.

source: I see... here, Gjallansson, go back north and tell Erda Bardssen that I am returning and to send forces to Portum Frigae. That's where I'm headed. I have business to attend to here.
it: Vedo... Gjallansson, ritorna a nord e di a Erda Bardssen che sto tornando e di inviare forze a Portum Frigae. È dove sono diretto. Ho degli affari a cui devo prendere parte qui.

source: Go, now!
it: Vai, ora!

source: Now, we shall see if the stories are true...
it: Ora vedremo se la storie sono vere...

source: Alfhelm dropped a gold coin into the well along with the following note:
it: Alfhelm lancio una moneta d'oro nel pozzo insieme al seguente messaggio:

source: TO THE HIDDEN FOLK. I, Alfhelm King of the Marauders, have business to discuss with you.
it: AL POPOLO NASCOSTO. Io,Alfhelm Re dei Marauders, ho degli affari da discutere con voi

source: Alfhelm waited there for a night and a day, and then...
it: Alfhelm aspettò per una notte ed un giorno, e poi...

source: What is it that you desire, Alfhelm son of Alfric?
it: Che cos'è che desideri, Alfhelm figlio di Alfric?

source: I have heard that you dwarves forged the thunderblades of the Sidhe. Can you tell me if this is true?
it: Ho sentito che voi nani forgiaste le thunderblade dei Sidhe. Puoi dirmi se è vero?

source: Yes, it is. That is no secret. But if you called me up to the surface to ask me that question, you have wasted my time. I do not look kindly upon those who waste my time.
it: Si, lo è. Non è segreto. Ma se mi hai chimato in superfice per chiedermi questa cosa, hai sprecato il mio tempo.Non mi piace chi spreca il mio tempo.

source: No, no... I have a proposition for you. You made the thunderblades. And no elf has ever fallen in battle while wielding one, unless slain by treachery or arrows from afar.
it: No, no... ho una proposta per te. Tu hai fatto le thunderblades. E nessun elfo è mai caduto in battaglia se ne impagnava una,se non ucciso a tradimento o dalle frecce.

source: That is due as much to the skill of the Sidhe at swordcraft as it is to our own metalwork.
it: Questo è dovuto sia alla abilità dei Sidhe nel forgiare spade che alla nostre abilità metallurgiche

source: But you admit your metalwork makes a difference. Well, what I want is a sword that can defeat a Sidhe Thunderblade in single combat.
it: Ma ammetti che le vostre abilità metallurgiche fanno la differenza. Bene, ciò che voglio è una spada i grado di sconfiggere un Thunderblade Sidhe in un combattimento singolo.

source: Swords do not defeat people in battle.
it: Le spade da sole non sconfiggono persone in battaglia.

source: I want a sword that I can use to defeat Vaniyera. He slew my family and wages war on my homeland. Do you understand what I am asking for? Can you give me such a sword?
it: Voglio una spada che io possa usare per sconfiggere Vaniyera. Egli ha ucciso la mia famiglia è portato la guerra alla mia terra natia. Capisci che cosa ti sto chiedendo? Puoi darmi una spada?

source: The only language that matters to the dwarves is that of gold.
it: L'unico linguaggio che conta per i nani è quello dell'oro.

source: I have no shortage of gold. Any price you name, I will pay - for the sword. Do you have one?
it: Non sono a corto di oro. Qualsiasi prezzo tu dica, lo pagherò - per la spada. Ne hai una?

source: No, I do not. But I can make one. For three thousand pounds of gold.
it: No, non c'è l'ho. Ma posso farne una. Per trecento libbre d'oro.

source: That's... that's nearly a quarter of the gold we brought out of Lavinium!
it: Questo è... questo è quasi un quarto dell'oro che abbiamo portato fuori da Lavinium!

source: I can have the sword to you before you fight Vaniyera. Do not come to us looking for it; we will bring it to you. The price is final. Do we have an agreement?
it: Posso portarti la spada prima del tuo combattimento contro Vaniyera. Non venirci a cercare; la porteremo noi a te. Il prezzo è definitivo. Abbiamo un accordo?

source: I... yes. We have a deal.
it: Io... sì. Abbiamo un accordo

source: Very well. Farewell, Alfhelm son of Alfric.
it: Molto bene. Addio, Alfhelm figlio di Alfric

source: The New Border
it: Il Nuovo Confine

source: We set a course northeastward towards Portum Frigae, the old Silvian city. There I hoped to raise a new army and go against the elves.
it: Allestimmo un campo a nordest verso Portum Frigae, la veccia citta di Silvia. Lì speravo di creare un nuovo esercito e condurlo contro gli elfi.

source: When we got there, however, the city was in no position to aid us.
it: Quando arivammo lì, tuttavia, la città non era nella posizione di aiutarci.

source: Bring Alfhelm to the citadel of Portum Frigae
it: Porta Alfhelm alla fortezza di Portum Frigae

source: Death of Wyborg Bjorwulfsson
it: Morte di Wyborg Bjorwulfsson

source: To Old Silvium
it: La Vecchia Silvium

source: What is this? The fields are untended... can it be that the Sidhe are already besieging the city?
it: Cosa succede? I campi sono abbandonati... può essere che i Sidhe stanno già assediando la città?

source: It is as we feared - the elves have attacked! Quick, we rally at the castle - then we must crush this Sidhe warlord.
it: Come temevamo! - gli elfi hanno già attaccato! Veloci, raduniamoci al castello - poi dobbiamo sconfiggere questo signore dei Sidhe.

source: Bring Alfhelm to the citadel of Portum Frigae, then defeat the Sidhe leader
it: Porta Alfhelm nella fortezza di Portum Frigae, poi sconfiggi il condottiero Sidhe

source: What is this, someone outside the walls besides the damned elves?
it: Cosa succede, qualcuno fuori queste mura affianca i dannati elfi?

source: I am Alfhelm Alfricsson, your king! I return victorious from Lavinium.
it: Sono Alfhelm Alfricsson, il tuo re! Ritorno vittorioso da Lavinium.

source: Lot of good that does us here! The elves have already taken everything east of the river. The lord of the city, Wyborg Bjorwulfsson, only barely manages to defend the rest.
it: Ciò ci aiuta molto! Gli elfi hanno già preso tutto a est del fium. Il signore della città, Wyborg Bjorwulfsson, difende a malapena il resto.

source: This is unacceptable... we must drive these Sidhe from our lands.
it: Questo è inaccettabile... dobbiamo respingere questi Sidhe dalle nostre terre.

source: My lord, the resources of the city are at your disposal.
it: Mio signore, le risorse della città sono a tua disposizione.

source: Defeat the Sidhe leader
it: Sconfiggi il condottiero Sidhe

source: Rage of winter, choke this dog with ice and snow! I perish!
it: Furia dell'inverno, ricopri questi cani con ghiaccio e neve! Muoio!

source: We are victorious!
it: Siamo vittoriosi!

source: Until winter comes and slays us as he promised.
it: Fino a che l'inverno verrà e ci ucciderà come ha promesso.

source: Winter? What is that to us? More firewood?
it: Inferno? Cosa ci serve? Più legna da ardere?

source: I wouldn't scoff at a Sidhe weather-threat. We'll probably be frozen in by tomorrow morning.
it: Non sottovaluterei una minaccia Sidhe sul tempo. Probabilmente saremo congelati entro domani mattina.

source: A Harsh Winter
it: Un Rigido Inverno

source: Wyborg was, alas, accurate in his augury. A fell blizzard came upon the city that night, and we were frozen in. I would almost have believed that the Frost Elves had turned against us as well. It would have been madness to attempt any expedition east in that weather.
it: Wyborg fu, ahimè, corretto nella sua previsione. Una crudele tempesta piombò sulla città quella notte, e fummo congelati dentro. Avrei quasi creduto che gli Elfi del Ghiaccio si erano rivoltati contro di noi. Sarebbe stata una pazzia provare qualsiasi spedizione a est con quel tempo.

source: I was forced to wait out the snow - it would take three months at least before it melted. That was time I could ill afford to waste. According to Wyborg Ranhilde and Harn had been in the city several weeks ago, but immediately set out east, and no news had come back of their fate.
it: Fui costretto ad aspettare che la neve si sciogliesse - ci sarebbero voluti almeno tre mesi. Era il tempo che a malapena potevo permettermi di sprecare. Secondo Wyborg Ranhilde e Harn sono stati in citàà alcune settimane fa, ma immediatamente sono andati a est, e non venne nessuna notizia sul loro destino.

source: But the worst was yet to come. In the second month of my stay in Portum Frigae, great white bears from the north were seen in the forests west of the city. To stay warm we needed firewood, but none would dare to venture out while the bears haunted their steps.
it: Ma il peggio doveva ancora venire. Nel secondo mese della mia permanenza a Portum Frigae, grandi orsi bianchi dal nord furono visti nella foresta e ovest della città. Per stare caldi avevamo bisogno di legna, ma nessuno osava andare fuori con gli orsi che seguivano le loro tracce.

source: Clear the forest of ice bears
it: Ripulisci la foresta dagli orsi bianchi.

source: Allow the bears to cross the bridge
it: Permetti agli orsi di attraversare il ponte

source: Are you certain none will face the bears? What are you Wylflings, cowards?
it: Sicuri che nessuno affornterà gli orsi? Cosa siete Wylflings, codardi?

source: I am no coward, king, but to face those bears in this weather is certain death.
it: Non sono codardo, re, ma affrontare quegli orsi con questo tempo vuol dire morte certa

source: For some, perhaps, but we are the warriors who conquered the Imperial City. We will not stand idly by and let these bears terrorize us!
it: Per alcuni, probabilmente, ma noi siamo i guerrieri che hanno conquistato la Città Imperiale. Non staremo qui pigramente lasciandoci terrorizzare da questi orsi!

source: Very well, you may attempt to destroy the bears if you may. But I will not sacrifice myself in this struggle.
it: Molto bene, puoi provare a sconfiggere gli orsi se vuoi. Ma non mi scarificherò in questa lotta.

source: I would not want such a weakling!
it: Non vorrei un così debole!

source: It would be best not to come out in too strong a force - that would only expose more of us to weakness. A force of a few stout archers should suffice...
it: Sarebbe meglio non uscire in forze - questo ci esporrebbe solamente alla debolezza. Una manipolo di robusti arcieri dovrebbe bastare...

source: That was the last of the bears, I think... I still wonder what brought them here; I suppose we will never know.
it: Questo era l'ultimo degli orsi, credo... Mi chiedo cosa gli ha portati qui; suppongo che non lo sapremo mai.

source: Well met, Alfhelm!
it: Ben fatto, Alfhelm!

source: Uhm... well met,..?
it: Uhm...ben fatto,...?

source: I am Friysr of the Issaelfr. I have been tracking these bears south for several weeks. I was on a hunt to slay them, but it seems you have done so already.
it: Sono Friysr di Issaelfr. Sono stato sulle tracce di questi orsi verso sud per alcune settimane. Stavo per ucciderli, ma sembra che tu lo abbia già fatto.

source: I did not come here only to slay ice bears, though. The lords at Alfenheim have heard of your plight. They remember Ranhilde when she studied there. We wish to offer you our assistance in finding her.
it: Non sono venuto qui solo per uccidere orsi, comunque. I signori a Alfenheim hanno udito la tua situzione. Si ricordano quando Ranhilde studiava lì. Vorremmo offrirti la nostra assistenza per trovarla.

source: Your help is welcome. Alas we did not meet sooner. Damn this winter!
it: Il tuo aiuto è benvenuto. Ahimè non ci incontreremo presto. Dannato questo inverno!

source: Do not curse it! The snow will soon thaw, but the ice will break sooner, and we can leave by boat in only a few days. We may actually gain a few days. Remember, the Sidhe were immobilized just as you were.
it: Non maledirlo! La neve presto si gelerà, ma il ghiaccio si spezzerà più presto, e potremo partire con le navi in soli pochi giorno. Veramente possiamo guadagnare qualche giorno. Ricorda, i Sidhe sono immobilizzati esattamente come voi.

source: If you claim it. Well, we must prepare for our departure...
it: Se lo dici tu. Bene, dobbiamo prepararci per la partenza...

source: Unexpected Aid
it: Aiuto Inatteso

source: So the Issaelfr brought some of their great ice-breaking ships into the harbor of Portum Frigae.
it: E così gli Issaelfr portarono qualcuna delle loro grandi navi rompighiaccio nel porto di Portum Frigae

source: Two days later, we boarded and set out east along the coastline. Soon we came to the river that runs from Mount Stormkeep to the sea. There we made to disembark.
it: Due giorni dopo, ci imbarcammo e salpammo a est lungo la costa. Presto arrivammo al fiume che sorga dal Monte Stormkeep fino al mare. Lì sbarcammo.

source: Defeat the Sidhe coastal guardians
it: Sconfiggi i guardiani costieri Sidhe

source: Death of Friysr
it: Morte di Friysr

source: Stormcloud River
it: Fiume Stormcloud

source: Quick! Out of the boats. We must get to shore before the elves discover our presence here.
it: Veloci! Fuori dalle navi. Dobbiamo essere sulla spiaggia prima che gli elfi scoprano la nostra presenza.

source: I fear any attempt at secrecy is hopeless. The Sidhe are sure to be on guard for our coming.
it: Tempo che ogni tentativo di segretezza sia vano. I Sidhe sono sicuramente in guardia per il nostro arrivo.

source: Then what hope do we have?
it: Allora che speranze abbiamo?

source: We landed here because it is the least defended place on the shore. It is low tide now, and you can walk to land, but if the tide rises and you are trapped here, we will have to wait many hours. So they would not expect us to land here - it is our best chance. So yes... there is some hope of suprise. But not much.
it: Abbiamo attraccato qui perchè è il posto meno difeso sulla spiaggia. c'è la bassa massa marea ora, e puoi camminare a terra, ma se la marea si alza e rimani intrappolato qui, dovremo aspettare diverse ore. Quindi loro non si apetterebbero che sbarchiamo qui - è la nostra migliore speranza. Quindi sì... c'è qualche speranza di sorprenderli. Ma non troppo.

source: How long do we have before we are trapped?
it: Quanto tempo abbiamo prima di riamanere intrappolati?

source: At least six hours, I'd say. After that, this island will be isolated from the mainland... if we're still on it, we will live for a time, but once the waters fall again the Sidhe will swarm over us and we will perish.
it: Almeno sei ore direi. Dopo tutto, questa isola sarà isola sarà separata dal continente... se siamo ancora qui, vivremo ancora un po', ma una volta che le acque si ritireranno di nuovo i Sidhe piomberanno su di noi e periremo.

source: Look, Marauders have landed on the beach!
it: Guardate, i Marauders sono sbarcati sulla spiaggia!

source: Any element of surprise is lost now. Attack them!
it: Ogni elemento di sorpresa è perso ormai. Attiacchiamoli!

source: Damn! Reinforcements will surely arrive soon, and drive us back into the sea! We must hurry!
it: Dannazione! I rinforzi arriveranno certamente presto, e ci respingeranno in mare! Dobbiamo sbrigarci!

source: Now we have you, dog!
it: Ora ti abbiamo cane!

source: We have made it to land, at least, and are safe for now. We may rest the remainder of the night, but soon we must go south!
it: Siamo riusciti a sbarcare, almeno, e siamo al sicuro per ora. Possiamo riposare per il resto della notte, ma presto diabbiamo andare a sud!

source: This plan is good. I will stay with you, for a time.
it: Questo è un buon piano. Starò con voi, per un po' di tempo.

source: The Western March
it: La Marca Occidentale

source: We went south into the forests of Sidhe - the Western March, as they called it, of that realm. The land of Vaniyera, my enemy.
it: Andammo a sud attraverso la foresta dei Sidhe - la Marca Occidentale, come la chiamavano, di quel reame. La terra di Vaniyera, il mio nemico.

source: Rumors reached us of a band of men, trapped in the dark woods, snowed in, in constant combat with the elves.
it: Ci giungettero voci di un gruppo di uomini, intrappolati nella foresta oscura dalla neve, in costante conflitto con gli elfi.
